data = [
    {
        "رقم الهاتف": 20510428,
        "التخصص": "BA3",
        "رقم التسجيل": "I17290",
        "الإسم الكامل": "اعل الشيخ\\/إبراهيم"
    },
    {
        "رقم الهاتف": 26848418,
        "التخصص": "FC1",
        "رقم التسجيل": "I18826",
        "الإسم الكامل": "مريم\\/العاقب"
    },
    {
        "رقم الهاتف": 26386461,
        "التخصص": "IG3",
        "رقم التسجيل": "I17888",
        "الإسم الكامل": "محمد\\/سيدي عبدالله"
    },
    {
        "رقم الهاتف": 49877151,
        "التخصص": "BA3",
        "رقم التسجيل": "I17815",
        "الإسم الكامل": "محمد\\/سيدنا"
    },
    {
        "رقم الهاتف": 36160515,
        "التخصص": "TCM1",
        "رقم التسجيل": "I17825",
        "الإسم الكامل": "الغالية\\/بن حميده"
    },
    {
        "رقم الهاتف": 37693736,
        "التخصص": "FC1",
        "رقم التسجيل": "I18883",
        "الإسم الكامل": "زينب\\/إسماعيل"
    },
    {
        "رقم الهاتف": 32838583,
        "التخصص": "TCM2",
        "رقم التسجيل": "I17948",
        "الإسم الكامل": "محمد لمين\\/السالك"
    },
    {
        "رقم الهاتف": 43045679,
        "التخصص": "FC1",
        "رقم التسجيل": "I19049",
        "الإسم الكامل": "مريم\\/عبد اللطيف"
    },
    {
        "رقم الهاتف": 42177047,
        "التخصص": "RT1",
        "رقم التسجيل": "I18245",
        "الإسم الكامل": "محمد ينج\\/سيدينا"
    },
    {
        "رقم الهاتف": 48942879,
        "التخصص": "RT1",
        "رقم التسجيل": "I18894",
        "الإسم الكامل": "محمدي\\/صوفي"
    },
    {
        "رقم الهاتف": 37698086,
        "التخصص": "FC1",
        "رقم التسجيل": "I18853",
        "الإسم الكامل": "عبد الرحمن\\/أحمد"
    },
    {
        "رقم الهاتف": 33085080,
        "التخصص": "DI1",
        "رقم التسجيل": "I18939",
        "الإسم الكامل": "محمد\\/سيديا"
    },
    {
        "رقم الهاتف": 26753308,
        "التخصص": "RT1",
        "رقم التسجيل": "I19038",
        "الإسم الكامل": "محمد\\/زين الدين"
    },
    {
        "رقم الهاتف": 31124690,
        "التخصص": "RT1",
        "رقم التسجيل": "I18780",
        "الإسم الكامل": "سيدمحمد\\/سيدمحمود"
    },
    {
        "رقم الهاتف": 49775232,
        "التخصص": "RT1",
        "رقم التسجيل": "I18942",
        "الإسم الكامل": "سيدنا عالي\\/أبي"
    },
    {
        "رقم الهاتف": 26514979,
        "التخصص": "GRH2",
        "رقم التسجيل": "I18421",
        "الإسم الكامل": "محفوظ\\/الشيخ"
    },
    {
        "رقم الهاتف": 41452368,
        "التخصص": "BA2",
        "رقم التسجيل": "I18158",
        "الإسم الكامل": "يوسف \\/سيدعالي"
    },
    {
        "رقم الهاتف": 43312070,
        "التخصص": "FC1",
        "رقم التسجيل": "I19095",
        "الإسم الكامل": "محمد موسى الصعيدي"
    },
    {
        "رقم الهاتف": 38380083,
        "التخصص": "RT2",
        "رقم التسجيل": "I17739",
        "الإسم الكامل": "المصطفى\\/الحسين"
    },
    {
        "رقم الهاتف": 26795079,
        "التخصص": "RT2",
        "رقم التسجيل": "I18619",
        "الإسم الكامل": "السالم الناج\\/أطول عمرو"
    },
    {
        "رقم الهاتف": 38012990,
        "التخصص": "FC1",
        "رقم التسجيل": "I19147",
        "الإسم الكامل": "عيشة\\/باب أحمد"
    },
    {
        "رقم الهاتف": 49500901,
        "التخصص": "RT2",
        "رقم التسجيل": "I18305",
        "الإسم الكامل": "مريم\\/المداني"
    },
    {
        "رقم الهاتف": 22418280,
        "التخصص": "SAE1",
        "رقم التسجيل": "I19027",
        "الإسم الكامل": "عيسى\\/محمد نوح"
    },
    {
        "رقم الهاتف": 43554399,
        "التخصص": "FC2",
        "رقم التسجيل": "I18186",
        "الإسم الكامل": "عبدالله\\/شيخنا"
    },
    {
        "رقم الهاتف": 48572025,
        "التخصص": "FC1",
        "رقم التسجيل": "I18783",
        "الإسم الكامل": "محمدمحمود\\/محمد"
    },
    {
        "رقم الهاتف": 37343769,
        "التخصص": "DI2",
        "رقم التسجيل": "I18471",
        "الإسم الكامل": "مريم\\/محمدفال"
    },
    {
        "رقم الهاتف": 44011046,
        "التخصص": "DI2",
        "رقم التسجيل": "I18464",
        "الإسم الكامل": "ايمان\\/ العتيق"
    },
    {
        "رقم الهاتف": 27737892,
        "التخصص": "BA2",
        "رقم التسجيل": "I17810",
        "الإسم الكامل": "اسلمها \\/يعقوب"
    },
    {
        "رقم الهاتف": 36951214,
        "التخصص": "BA2",
        "رقم التسجيل": "I18258",
        "الإسم الكامل": "لالة\\/زيدان"
    },
    {
        "رقم الهاتف": 49391713,
        "التخصص": "BA2",
        "رقم التسجيل": "I18545",
        "الإسم الكامل": "زينب\\/الحسن"
    },
    {
        "رقم الهاتف": 41656153,
        "التخصص": "IG3",
        "رقم التسجيل": "I17896",
        "الإسم الكامل": "مودي با"
    },
    {
        "رقم الهاتف": 27272400,
        "التخصص": "BA3",
        "رقم التسجيل": "I18013",
        "الإسم الكامل": "آمي\\/الشيخ"
    },
    {
        "رقم الهاتف": 26030912,
        "التخصص": "GRH1",
        "رقم التسجيل": "I18769",
        "الإسم الكامل": "سيدأحمد\\/الشيخ"
    },
    {
        "رقم الهاتف": 49560359,
        "التخصص": "GRH1",
        "رقم التسجيل": "I1861",
        "الإسم الكامل": "ميمونة\\/أربيه"
    },
    {
        "رقم الهاتف": 33224443,
        "التخصص": "GRH1",
        "رقم التسجيل": "I18877",
        "الإسم الكامل": "فطوم\\/آب الناجي"
    },
    {
        "رقم الهاتف": 43191696,
        "التخصص": "GRH1",
        "رقم التسجيل": "I18994",
        "الإسم الكامل": "أسماء\\/الطاهر"
    },
    {
        "رقم الهاتف": 48873510,
        "التخصص": "GRH1",
        "رقم التسجيل": "I19004",
        "الإسم الكامل": "منة\\/الحسن"
    },
    {
        "رقم الهاتف": 49908681,
        "التخصص": "GRH1",
        "رقم التسجيل": "I19063",
        "الإسم الكامل": "خديجة\\/أحمدو"
    },
    {
        "رقم الهاتف": 37999995,
        "التخصص": "GRH1",
        "رقم التسجيل": "I18638",
        "الإسم الكامل": "زينب\\/محمد يحي"
    },
    {
        "رقم الهاتف": 30606009,
        "التخصص": "BA1",
        "رقم التسجيل": "I19022",
        "الإسم الكامل": "منت عيسى\\/محمد"
    },
    {
        "رقم الهاتف": 26382938,
        "التخصص": "BA1",
        "رقم التسجيل": "I19055",
        "الإسم الكامل": "آمنة\\/عابدين"
    },
    {
        "رقم الهاتف": 44519519,
        "التخصص": "BA1",
        "رقم التسجيل": "I19062",
        "الإسم الكامل": "خديجة\\/محمد نوح"
    },
    {
        "رقم الهاتف": 41330419,
        "التخصص": "BA1",
        "رقم التسجيل": "I19031",
        "الإسم الكامل": "السالكه\\/احمدنا"
    },
    {
        "رقم الهاتف": 41472606,
        "التخصص": "BA1",
        "رقم التسجيل": "I18974",
        "الإسم الكامل": "المراد\\/محمد مولود"
    },
    {
        "رقم الهاتف": 43178446,
        "التخصص": "BA1",
        "رقم التسجيل": "I19135",
        "الإسم الكامل": "فاطمة\\/عثمان زايد"
    },
    {
        "رقم الهاتف": 49937290,
        "التخصص": "BA1",
        "رقم التسجيل": "I19098",
        "الإسم الكامل": "عمر\\/محمد"
    },
    {
        "رقم الهاتف": 37016550,
        "التخصص": "IG2",
        "رقم التسجيل": "I1844",
        "الإسم الكامل": "فاطمة\\/اميليد"
    },
    {
        "رقم الهاتف": 37008888,
        "التخصص": "IG2",
        "رقم التسجيل": "I18433",
        "الإسم الكامل": "عيشة\\/الطالب"
    },
    {
        "رقم الهاتف": 41610642,
        "التخصص": "BA1",
        "رقم التسجيل": "I18874",
        "الإسم الكامل": "آمنة\\/محمد لمين"
    },
    {
        "رقم الهاتف": 2707,
        "التخصص": "BA1",
        "رقم التسجيل": "I18398",
        "الإسم الكامل": "منصورة\\/محمد سالم"
    },
    {
        "رقم الهاتف": 20425315,
        "التخصص": "BA2",
        "رقم التسجيل": "I18143",
        "الإسم الكامل": "فاطمة\\/سيد محمد"
    },
    {
        "رقم الهاتف": 37975251,
        "التخصص": "GRH1",
        "رقم التسجيل": "I18924",
        "الإسم الكامل": "رحيم\\/داهي"
    },
    {
        "رقم الهاتف": 48468849,
        "التخصص": "BA2",
        "رقم التسجيل": "I18262",
        "الإسم الكامل": "لالة\\/محمد يسلم فال"
    },
    {
        "رقم الهاتف": 46045121,
        "التخصص": "RT1",
        "رقم التسجيل": "I18954",
        "الإسم الكامل": "سيدأحمد\\/محمد"
    },
    {
        "رقم الهاتف": 31107917,
        "التخصص": "SAE1",
        "رقم التسجيل": "I19022",
        "الإسم الكامل": "مختار\\/محمد لمين"
    },
    {
        "رقم الهاتف": 20532595,
        "التخصص": "TCM1",
        "رقم التسجيل": "I18692",
        "الإسم الكامل": "عبد الرحمن\\/أصنيد"
    },
    {
        "رقم الهاتف": 41868323,
        "التخصص": "TCM2",
        "رقم التسجيل": "I18503",
        "الإسم الكامل": "الغالية\\/اعليوت"
    },
    {
        "رقم الهاتف": 36181849,
        "التخصص": "FC2",
        "رقم التسجيل": "I17980",
        "الإسم الكامل": "الغظفة\\/محمديحي"
    },
    {
        "رقم الهاتف": 41050638,
        "التخصص": "IG",
        "رقم التسجيل": "I19023",
        "الإسم الكامل": "انيمش\\/اعلي"
    },
    {
        "رقم الهاتف": 34403443,
        "التخصص": "IG",
        "رقم التسجيل": "I19081",
        "الإسم الكامل": "سلمه\\/سيدأحمد"
    },
    {
        "رقم الهاتف": 22222979,
        "التخصص": "IG",
        "رقم التسجيل": "I18923",
        "الإسم الكامل": "أم الخير \\/الحبيب"
    },
    {
        "رقم الهاتف": 27280212,
        "التخصص": "IG",
        "رقم التسجيل": "I18828",
        "الإسم الكامل": "نسيبه\\/محمد لمين"
    },
    {
        "رقم الهاتف": 32100463,
        "التخصص": "IG",
        "رقم التسجيل": "I19066",
        "الإسم الكامل": "أميرة\\/يحي"
    },
    {
        "رقم الهاتف": 49810534,
        "التخصص": "IG",
        "رقم التسجيل": "I18968",
        "الإسم الكامل": "هند\\/عاشور"
    },
    {
        "رقم الهاتف": 22597523,
        "التخصص": "IG",
        "رقم التسجيل": "I19124",
        "الإسم الكامل": "عيشه\\/الغوث"
    },
    {
        "رقم الهاتف": 42042223,
        "التخصص": "IG",
        "رقم التسجيل": "I18834",
        "الإسم الكامل": "مريم\\/المصطفى"
    },
    {
        "رقم الهاتف": 31372002,
        "التخصص": "IG",
        "رقم التسجيل": "I18878",
        "الإسم الكامل": "مريم\\/القاضي"
    },
    {
        "رقم الهاتف": 20605393,
        "التخصص": "IG",
        "رقم التسجيل": "I19007",
        "الإسم الكامل": "اعليلة\\/اخليل"
    },
    {
        "رقم الهاتف": 26422701,
        "التخصص": "IG",
        "رقم التسجيل": "I18777",
        "الإسم الكامل": "تاكو\\/الكوري"
    },
    {
        "رقم الهاتف": 27792058,
        "التخصص": "IG",
        "رقم التسجيل": "I18842",
        "الإسم الكامل": "محمدن\\/اجدود"
    },
    {
        "رقم الهاتف": 42541077,
        "التخصص": "IG",
        "رقم التسجيل": "I19009",
        "الإسم الكامل": "ممود\\/سيدمحمد"
    },
    {
        "رقم الهاتف": 30681518,
        "التخصص": "IG",
        "رقم التسجيل": "I19131",
        "الإسم الكامل": "فاطمة\\/سيدت"
    },
    {
        "رقم الهاتف": 33261060,
        "التخصص": "IG",
        "رقم التسجيل": "I19028",
        "الإسم الكامل": "سيداتي\\/اشريف احمد"
    },
    {
        "رقم الهاتف": 47665924,
        "التخصص": "IG",
        "رقم التسجيل": "I19133",
        "الإسم الكامل": "فاطمة\\/حامد"
    },
    {
        "رقم الهاتف": 26227309,
        "التخصص": "IG",
        "رقم التسجيل": "I18845",
        "الإسم الكامل": "محمد\\/الشيخ أحمد"
    },
    {
        "رقم الهاتف": 20165616,
        "التخصص": "IG",
        "رقم التسجيل": "I18951",
        "الإسم الكامل": "عبدالله\\/محمد يحي"
    },
    {
        "رقم الهاتف": 33077163,
        "التخصص": "IG",
        "رقم التسجيل": "I18899",
        "الإسم الكامل": "مولاي اعلي\\/ مولاي أحمد"
    },
    {
        "رقم الهاتف": 32996679,
        "التخصص": "IG",
        "رقم التسجيل": "I19047",
        "الإسم الكامل": "التاه\\/الطالب اعبيدي"
    },
    {
        "رقم الهاتف": 41092085,
        "التخصص": "IG",
        "رقم التسجيل": "I18807",
        "الإسم الكامل": "محمدمحمود\\/محمد لمين"
    },
    {
        "رقم الهاتف": 34343539,
        "التخصص": "IG",
        "رقم التسجيل": "I18995",
        "الإسم الكامل": "ابوه\\/عبدالله"
    },
    {
        "رقم الهاتف": 49528894,
        "التخصص": "IG",
        "رقم التسجيل": "I18992",
        "الإسم الكامل": "محفوظ\\/ايسلم"
    },
    {
        "رقم الهاتف": 41282235,
        "التخصص": "IG",
        "رقم التسجيل": "I18952",
        "الإسم الكامل": "محمدسعيد\\/الرباني"
    },
    {
        "رقم الهاتف": 27718152,
        "التخصص": "IG",
        "رقم التسجيل": "I19161",
        "الإسم الكامل": "سعده\\/جعم"
    },
    {
        "رقم الهاتف": 20206581,
        "التخصص": "IG",
        "رقم التسجيل": "I18911",
        "الإسم الكامل": "عيشة\\/أحمدسالم"
    },
    {
        "رقم الهاتف": 37522626,
        "التخصص": "IG2",
        "رقم التسجيل": "I18282",
        "الإسم الكامل": "أحمد\\/عبدالدائم"
    },
    {
        "رقم الهاتف": 48314537,
        "التخصص": "IG2",
        "رقم التسجيل": "I18277",
        "الإسم الكامل": "خالد الحسن"
    },
    {
        "رقم الهاتف": 48323831,
        "التخصص": "BA2",
        "رقم التسجيل": "I18245",
        "الإسم الكامل": "عبد الدائم محمد"
    },
    {
        "رقم الهاتف": 42521888,
        "التخصص": "SAE1",
        "رقم التسجيل": "I18819",
        "الإسم الكامل": "أحمد طالب محمد"
    },
    {
        "رقم الهاتف": 49002014,
        "التخصص": "SAE1",
        "رقم التسجيل": "I18494",
        "الإسم الكامل": "محمد عبدالله كابر"
    },
    {
        "رقم الهاتف": 36220682,
        "التخصص": "FC3",
        "رقم التسجيل": "I17799",
        "الإسم الكامل": "محجوبة محمد فال"
    },
    {
        "رقم الهاتف": 49801276,
        "التخصص": "BA1",
        "رقم التسجيل": "I18825",
        "الإسم الكامل": "أحمد حمدي فال"
    },
    {
        "رقم الهاتف": 48291243,
        "التخصص": "TCM1",
        "رقم التسجيل": "I",
        "الإسم الكامل": "محمد محمود الحاج"
    },
    {
        "رقم الهاتف": 44515138,
        "التخصص": "GRH3",
        "رقم التسجيل": "I17710",
        "الإسم الكامل": "زينب الحاه"
    },
    {
        "رقم الهاتف": 37774085,
        "التخصص": "GRH2",
        "رقم التسجيل": "I17720",
        "الإسم الكامل": "اشريفة محمد نعاع"
    },
    {
        "رقم الهاتف": 36465670,
        "التخصص": "IG3",
        "رقم التسجيل": "I17758",
        "الإسم الكامل": "جبريل عالي"
    },
    {
        "رقم الهاتف": 49971018,
        "التخصص": "IG3",
        "رقم التسجيل": "I17974",
        "الإسم الكامل": "محمد\\/أشريف أحمدو"
    },
    {
        "رقم الهاتف": 48576449,
        "التخصص": "SAE3",
        "رقم التسجيل": "I17748",
        "الإسم الكامل": "أبوالمعالي\\/محفوظ"
    },
    {
        "رقم الهاتف": 38286858,
        "التخصص": "BA3",
        "رقم التسجيل": "I17872",
        "الإسم الكامل": "فايزة\\/سيدمحمود"
    },
    {
        "رقم الهاتف": 27930390,
        "التخصص": "BA3",
        "رقم التسجيل": "I17803",
        "الإسم الكامل": "رجاء\\/عبدالله"
    },
    {
        "رقم الهاتف": 27042704,
        "التخصص": "BA3",
        "رقم التسجيل": "I17805",
        "الإسم الكامل": "فاطمة\\/لمرابط"
    },
    {
        "رقم الهاتف": 27131334,
        "التخصص": "BA3",
        "رقم التسجيل": "I17846",
        "الإسم الكامل": "مريم\\/إسماعيل"
    },
    {
        "رقم الهاتف": 33450977,
        "التخصص": "BA3",
        "رقم التسجيل": "I17934",
        "الإسم الكامل": "فاطمة\\/سيد خطري"
    },
    {
        "رقم الهاتف": 49336275,
        "التخصص": "DI2",
        "رقم التسجيل": "I18289",
        "الإسم الكامل": "محمد\\/عبدالله\\/محمد"
    },
    {
        "رقم الهاتف": 38285519,
        "التخصص": "BA3",
        "رقم التسجيل": "I17828",
        "الإسم الكامل": "خديجة\\/مولاي"
    },
    {
        "رقم الهاتف": 20482010,
        "التخصص": "BA3",
        "رقم التسجيل": "I17183",
        "الإسم الكامل": "آسية\\/محمد سالم"
    },
    {
        "رقم الهاتف": 47644265,
        "التخصص": "GRH1",
        "رقم التسجيل": "I18904",
        "الإسم الكامل": "يحي\\/الشيخ باي"
    },
    {
        "رقم الهاتف": 20391625,
        "التخصص": "BA3",
        "رقم التسجيل": "I16725",
        "الإسم الكامل": "جدو\\/باه"
    },
    {
        "رقم الهاتف": 49817261,
        "التخصص": "RT1",
        "رقم التسجيل": "I18105",
        "الإسم الكامل": "سلمى\\/عبدالله با"
    },
    {
        "رقم الهاتف": 34111260,
        "التخصص": "DI3",
        "رقم التسجيل": "I17836",
        "الإسم الكامل": "رباب\\/محمد لمين"
    },
    {
        "رقم الهاتف": 26647091,
        "التخصص": "IG1",
        "رقم التسجيل": "I18903",
        "الإسم الكامل": "أطويلت لعمر\\/ أكليكم"
    },
    {
        "رقم الهاتف": 41189494,
        "التخصص": "GRH2",
        "رقم التسجيل": "I18645",
        "الإسم الكامل": "اسلم\\/مدو"
    },
    {
        "رقم الهاتف": 36942496,
        "التخصص": "BA3",
        "رقم التسجيل": "I16843",
        "الإسم الكامل": "عيشة\\/عبد الله"
    },
    {
        "رقم الهاتف": 41116673,
        "التخصص": "BA3",
        "رقم التسجيل": "I17814",
        "الإسم الكامل": "الشيخ\\/الحبد"
    },
    {
        "رقم الهاتف": 42331437,
        "التخصص": "DI3",
        "رقم التسجيل": "I17774",
        "الإسم الكامل": "تحية\\/لحبيب"
    },
    {
        "رقم الهاتف": 48553414,
        "التخصص": "DI3",
        "رقم التسجيل": "I17797",
        "الإسم الكامل": "ليلى\\/يحي"
    },
    {
        "رقم الهاتف": 31400706,
        "التخصص": "BA3",
        "رقم التسجيل": "I17473",
        "الإسم الكامل": "حنان\\/محمد محمود"
    },
    {
        "رقم الهاتف": 26370015,
        "التخصص": "TCM1",
        "رقم التسجيل": "I18441",
        "الإسم الكامل": "رمتا\\/كان"
    },
    {
        "رقم الهاتف": 41052138,
        "التخصص": "TCM1",
        "رقم التسجيل": "I19026",
        "الإسم الكامل": "حبيب\\/سي"
    },
    {
        "رقم الهاتف": 47651664,
        "التخصص": "DI1",
        "رقم التسجيل": "I18956",
        "الإسم الكامل": "محمد أحمد\\/ محمد لمين"
    },
    {
        "رقم الهاتف": 43019902,
        "التخصص": "TCM1",
        "رقم التسجيل": "I19029",
        "الإسم الكامل": "سيدي\\/محمد"
    },
    {
        "رقم الهاتف": 49562796,
        "التخصص": "FC1",
        "رقم التسجيل": "I18901",
        "الإسم الكامل": "حينان\\/يعقوب"
    },
    {
        "رقم الهاتف": 41439833,
        "التخصص": "FC1",
        "رقم التسجيل": "I18890",
        "الإسم الكامل": "محمدأحمد\\/محمد المختار"
    },
    {
        "رقم الهاتف": 43075411,
        "التخصص": "SAE2",
        "رقم التسجيل": "I18582",
        "الإسم الكامل": "فاطمة\\/الدين"
    },
    {
        "رقم الهاتف": 38122548,
        "التخصص": "FC1",
        "رقم التسجيل": "I18981",
        "الإسم الكامل": "أمنة\\/الحسن"
    },
    {
        "رقم الهاتف": 44686549,
        "التخصص": "FC1",
        "رقم التسجيل": "I18966",
        "الإسم الكامل": "كاملة\\/الشيخ"
    },
    {
        "رقم الهاتف": 47766301,
        "التخصص": "FC1",
        "رقم التسجيل": "I19094",
        "الإسم الكامل": "مريم\\/محمدو"
    },
    {
        "رقم الهاتف": 22304447,
        "التخصص": "IGP3",
        "رقم التسجيل": "I17521",
        "الإسم الكامل": "خولة\\/ محمد لمين"
    },
    {
        "رقم الهاتف": 48254985,
        "التخصص": "TCM2",
        "رقم التسجيل": "I18514",
        "الإسم الكامل": "توت\\/محمد جابر"
    },
    {
        "رقم الهاتف": 31229387,
        "التخصص": "IGFP1",
        "رقم التسجيل": "I19321",
        "الإسم الكامل": "ابهاه\\/أعبيد"
    },
    {
        "رقم الهاتف": 42890934,
        "التخصص": "DI1",
        "رقم التسجيل": "I19158",
        "الإسم الكامل": "الشيخ أحمد\\/بو مدين"
    },
    {
        "رقم الهاتف": 26744453,
        "التخصص": "DI1",
        "رقم التسجيل": "I19005",
        "الإسم الكامل": "محمد\\/الحضرامي"
    },
    {
        "رقم الهاتف": 46323230,
        "التخصص": "DI1",
        "رقم التسجيل": "I18914",
        "الإسم الكامل": "محمد فاضل\\/الشيخ محمد فاضل"
    },
    {
        "رقم الهاتف": 49144255,
        "التخصص": "IGP1",
        "رقم التسجيل": "I19296",
        "الإسم الكامل": "البتول\\/محمد عبدالله"
    },
    {
        "رقم الهاتف": 22171880,
        "التخصص": "GRH2",
        "رقم التسجيل": "I18411",
        "الإسم الكامل": "هدى\\/محمد عالي"
    },
    {
        "رقم الهاتف": 48045288,
        "التخصص": "DI1",
        "رقم التسجيل": "I18825",
        "الإسم الكامل": "هولي\\/ديالو"
    },
    {
        "رقم الهاتف": 30572500,
        "التخصص": "DI1",
        "رقم التسجيل": "I18999",
        "الإسم الكامل": "سخنة\\/صار"
    },
    {
        "رقم الهاتف": 47705354,
        "التخصص": "BA1",
        "رقم التسجيل": "I18965",
        "الإسم الكامل": "أسماء\\/ محمد"
    },
    {
        "رقم الهاتف": 41301190,
        "التخصص": "FC1",
        "رقم التسجيل": "I1",
        "الإسم الكامل": "محمد أمين الحسن"
    },
    {
        "رقم الهاتف": 47716647,
        "التخصص": "TCM1",
        "رقم التسجيل": "I18860",
        "الإسم الكامل": "أمنة\\/ الوديعة"
    },
    {
        "رقم الهاتف": 27995922,
        "التخصص": "FC1",
        "رقم التسجيل": "I18246",
        "الإسم الكامل": "مريم\\/محمد عبد الله"
    },
    {
        "رقم الهاتف": 27448325,
        "التخصص": "FC1",
        "رقم التسجيل": "I18863",
        "الإسم الكامل": "راكي\\/آتى"
    },
    {
        "رقم الهاتف": 48291763,
        "التخصص": "FC1",
        "رقم التسجيل": "I18864",
        "الإسم الكامل": "آيساتا\\/كويتا"
    },
    {
        "رقم الهاتف": 44105772,
        "التخصص": "FC1",
        "رقم التسجيل": "I18774",
        "الإسم الكامل": "عيشة\\/عبدالله"
    },
    {
        "رقم الهاتف": 49937207,
        "التخصص": "IG1",
        "رقم التسجيل": "I19007",
        "الإسم الكامل": "غليلة\\/خليل"
    },
    {
        "رقم الهاتف": 26572756,
        "التخصص": "IG1",
        "رقم التسجيل": "I19006",
        "الإسم الكامل": "لمينة\\/الشيخ"
    },
    {
        "رقم الهاتف": 48155095,
        "التخصص": "FC1",
        "رقم التسجيل": "I18850",
        "الإسم الكامل": "إبراهيم \\/السالك"
    },
    {
        "رقم الهاتف": 26440092,
        "التخصص": "RT2",
        "رقم التسجيل": "I18495",
        "الإسم الكامل": "سيدي\\/محمد الأمين"
    },
    {
        "رقم الهاتف": 41194047,
        "التخصص": "BA1",
        "رقم التسجيل": "I18872",
        "الإسم الكامل": "خطري\\/أحمد طالب"
    },
    {
        "رقم الهاتف": 22222976,
        "التخصص": "IG1",
        "رقم التسجيل": "I18923",
        "الإسم الكامل": "أم الخير \\/النجيب"
    },
    {
        "رقم الهاتف": 49985086,
        "التخصص": "SAE2",
        "رقم التسجيل": "I18482",
        "الإسم الكامل": "عبدالله الجيلاني"
    },
    {
        "رقم الهاتف": 46655186,
        "التخصص": "IG1",
        "رقم التسجيل": "I19159",
        "الإسم الكامل": "ميمونة\\/أمباله"
    },
    {
        "رقم الهاتف": 42083239,
        "التخصص": "BA1",
        "رقم التسجيل": "I19043",
        "الإسم الكامل": "فاطمة\\/الحسن"
    },
    {
        "رقم الهاتف": 43771434,
        "التخصص": "RT1",
        "رقم التسجيل": "I18319",
        "الإسم الكامل": "خديجة\\/أحمد بي"
    },
    {
        "رقم الهاتف": 42823390,
        "التخصص": "IG1",
        "رقم التسجيل": "I19014",
        "الإسم الكامل": "سيدين\\/ عادل"
    },
    {
        "رقم الهاتف": 27273681,
        "التخصص": "TCM1",
        "رقم التسجيل": "I18879",
        "الإسم الكامل": "أم كلثوم\\/عبد الودود"
    },
    {
        "رقم الهاتف": 32796955,
        "التخصص": "TCM1",
        "رقم التسجيل": "I18625",
        "الإسم الكامل": "خديجة\\/محفوظ"
    },
    {
        "رقم الهاتف": 43144858,
        "التخصص": "RT2",
        "رقم التسجيل": "I18309",
        "الإسم الكامل": "محمد\\/محمد المختار"
    },
    {
        "رقم الهاتف": 32183247,
        "التخصص": "FC1",
        "رقم التسجيل": "I19103",
        "الإسم الكامل": "عبدالله\\/ أحمد سالم"
    },
    {
        "رقم الهاتف": 41653413,
        "التخصص": "FC1",
        "رقم التسجيل": "I19090",
        "الإسم الكامل": "محمد لمين\\/ أبشيري"
    },
    {
        "رقم الهاتف": 26120061,
        "التخصص": "FC",
        "رقم التسجيل": "I19073",
        "الإسم الكامل": "وهبة\\/ أمهادي"
    },
    {
        "رقم الهاتف": 47715717,
        "التخصص": "FC1",
        "رقم التسجيل": "I19154",
        "الإسم الكامل": "فاطمة\\/ألهاه"
    },
    {
        "رقم الهاتف": 38297288,
        "التخصص": "FC1",
        "رقم التسجيل": "I18880",
        "الإسم الكامل": "هادي\\/صو"
    },
    {
        "رقم الهاتف": 41420556,
        "التخصص": "FC1",
        "رقم التسجيل": "I18815",
        "الإسم الكامل": "عبد الرحمن سي"
    },
    {
        "رقم الهاتف": 47671453,
        "التخصص": "FC1",
        "رقم التسجيل": "I19223",
        "الإسم الكامل": "حيسن\\/محمد المصطف"
    },
    {
        "رقم الهاتف": 48010933,
        "التخصص": "BA1",
        "رقم التسجيل": "I18866",
        "الإسم الكامل": "آمناتا دودو"
    },
    {
        "رقم الهاتف": 26048395,
        "التخصص": "IGP3",
        "رقم التسجيل": "I18034",
        "الإسم الكامل": "خديجة\\/عبد الرحمن"
    },
    {
        "رقم الهاتف": 36300530,
        "التخصص": "FC1",
        "رقم التسجيل": "I18982",
        "الإسم الكامل": "الرفعة\\/بو رديد"
    },
    {
        "رقم الهاتف": 41582994,
        "التخصص": "DI3",
        "رقم التسجيل": "I17229",
        "الإسم الكامل": "عدنان\\/محمد فال"
    },
    {
        "رقم الهاتف": 34077812,
        "التخصص": "IGP3",
        "رقم التسجيل": "I18000",
        "الإسم الكامل": "تسلم\\/الشيكر"
    },
    {
        "رقم الهاتف": 20030008,
        "التخصص": "IGP3",
        "رقم التسجيل": "I17969",
        "الإسم الكامل": "صفية\\/محمد صالح"
    },
    {
        "رقم الهاتف": 34917975,
        "التخصص": "FC1",
        "رقم التسجيل": "I18811",
        "الإسم الكامل": "أعل الشيخ\\/محفوظ"
    },
    {
        "رقم الهاتف": 26579353,
        "التخصص": "FC3",
        "رقم التسجيل": "I18053",
        "الإسم الكامل": "فاطمة الزهراء\\/أحمد معلوم"
    },
    {
        "رقم الهاتف": 33202033,
        "التخصص": "GRH2",
        "رقم التسجيل": "I18341",
        "الإسم الكامل": "أحمد محمود\\/ الحسين"
    },
    {
        "رقم الهاتف": 48250123,
        "التخصص": "FC2",
        "رقم التسجيل": "I18184",
        "الإسم الكامل": "مريم\\/محمد لمين"
    },
    {
        "رقم الهاتف": 48645659,
        "التخصص": "FC1",
        "رقم التسجيل": "I19104",
        "الإسم الكامل": "صالح\\/أحمدو"
    },
    {
        "رقم الهاتف": 33630433,
        "التخصص": "BA3",
        "رقم التسجيل": "I17949",
        "الإسم الكامل": "محمد لمين الغزالي"
    },
    {
        "رقم الهاتف": 20204646,
        "التخصص": "BA2",
        "رقم التسجيل": "I17154",
        "الإسم الكامل": "عيشة\\/عبدالله"
    },
    {
        "رقم الهاتف": 22913474,
        "التخصص": "BA2",
        "رقم التسجيل": "I18146",
        "الإسم الكامل": "توت\\/محمد نافع"
    },
    {
        "رقم الهاتف": 46399900,
        "التخصص": "FC3",
        "رقم التسجيل": "I17881",
        "الإسم الكامل": "أم المومنين\\/باب"
    },
    {
        "رقم الهاتف": 31331562,
        "التخصص": "BA2",
        "رقم التسجيل": "I18513",
        "الإسم الكامل": "عيشة\\/سالم"
    },
    {
        "رقم الهاتف": 48609944,
        "التخصص": "BA1",
        "رقم التسجيل": "I18881",
        "الإسم الكامل": "آيساتا سي"
    },
    {
        "رقم الهاتف": 32690892,
        "التخصص": "BA1",
        "رقم التسجيل": "I18813",
        "الإسم الكامل": "بنتا\\/أنياج"
    },
    {
        "رقم الهاتف": 26516833,
        "التخصص": "FC1",
        "رقم التسجيل": "I18507",
        "الإسم الكامل": "لمنوت\\/ددى"
    },
    {
        "رقم الهاتف": 33963708,
        "التخصص": "DI3",
        "رقم التسجيل": "I17789",
        "الإسم الكامل": "عابدين\\/عبدالله"
    },
    {
        "رقم الهاتف": 41026962,
        "التخصص": "TCM2",
        "رقم التسجيل": "I18373",
        "الإسم الكامل": "المعلومة\\/سعدبوه"
    },
    {
        "رقم الهاتف": 22029798,
        "التخصص": "FC1",
        "رقم التسجيل": "I18392",
        "الإسم الكامل": "مريم محجوبة\\/إسماعيل"
    },
    {
        "رقم الهاتف": 38429102,
        "التخصص": "BA2",
        "رقم التسجيل": "I17474",
        "الإسم الكامل": "الطالب جدو\\/عبد الدائم"
    },
    {
        "رقم الهاتف": 38129921,
        "التخصص": "DI3",
        "رقم التسجيل": "I17927",
        "الإسم الكامل": "مريم\\/محمداجيد"
    },
    {
        "رقم الهاتف": 36308467,
        "التخصص": "BA1",
        "رقم التسجيل": "I19099",
        "الإسم الكامل": "سلمى\\/محمد لمين"
    },
    {
        "رقم الهاتف": 44555043,
        "التخصص": "FC3",
        "رقم التسجيل": "I18032",
        "الإسم الكامل": "الحسين \\/ الذهبي"
    },
    {
        "رقم الهاتف": 49814517,
        "التخصص": "BA1",
        "رقم التسجيل": "I18851",
        "الإسم الكامل": "الشيخ ابراهيم \\/ الحسن صو "
    },
    {
        "رقم الهاتف": 41314236,
        "التخصص": "FC3",
        "رقم التسجيل": "I17685",
        "الإسم الكامل": "سلمى \\/ سيداتي "
    },
    {
        "رقم الهاتف": 44529076,
        "التخصص": "FC2",
        "رقم التسجيل": "I18551",
        "الإسم الكامل": "عائشة \\/ محمد"
    },
    {
        "رقم الهاتف": 32457476,
        "التخصص": "IG3",
        "رقم التسجيل": "I17897",
        "الإسم الكامل": "حسنة \\/ عبدالرحمن"
    },
    {
        "رقم الهاتف": 38547378,
        "التخصص": "FC3",
        "رقم التسجيل": "I17670",
        "الإسم الكامل": "أم الخير \\/ حامدامين"
    },
    {
        "رقم الهاتف": 30603063,
        "التخصص": "BA2",
        "رقم التسجيل": "I18252",
        "الإسم الكامل": "اشريفة \\/ محمد عبد الرحمن"
    },
    {
        "رقم الهاتف": 49536303,
        "التخصص": "BA1",
        "رقم التسجيل": "I18915",
        "الإسم الكامل": "محمد \\/محمد محمود "
    },
    {
        "رقم الهاتف": 49870120,
        "التخصص": "FC3",
        "رقم التسجيل": "I17952",
        "الإسم الكامل": "الغالية \\/ محمد عبد الله"
    },
    {
        "رقم الهاتف": 31797150,
        "التخصص": "FC3-P",
        "رقم التسجيل": "I17996",
        "الإسم الكامل": "سمية \\/ محمد عالي "
    },
    {
        "رقم الهاتف": 43064050,
        "التخصص": "FC3-P",
        "رقم التسجيل": "I17695",
        "الإسم الكامل": "سلمى \\/الشيخ التجاني"
    },
    {
        "رقم الهاتف": 31089526,
        "التخصص": "RT3",
        "رقم التسجيل": "I17273",
        "الإسم الكامل": "امنة \\/ عبد الباقي"
    },
    {
        "رقم الهاتف": 41299693,
        "التخصص": "RT1",
        "رقم التسجيل": "I18831",
        "الإسم الكامل": "مريم \\/ محمدو"
    },
    {
        "رقم الهاتف": 26262669,
        "التخصص": "RT3",
        "رقم التسجيل": "I17732",
        "الإسم الكامل": "يحي \\/ محمد"
    },
    {
        "رقم الهاتف": 46732959,
        "التخصص": "RT3",
        "رقم التسجيل": "I17744",
        "الإسم الكامل": "بون \\/ لمين "
    },
    {
        "رقم الهاتف": 27119220,
        "التخصص": "RT3",
        "رقم التسجيل": "I17736",
        "الإسم الكامل": "محمد لمين \\/ المصطفى"
    },
    {
        "رقم الهاتف": 26952171,
        "التخصص": "RT3",
        "رقم التسجيل": "I17188",
        "الإسم الكامل": "الناتي \\/ محمد لمين "
    },
    {
        "رقم الهاتف": 34642837,
        "التخصص": "BA2",
        "رقم التسجيل": "I17806",
        "الإسم الكامل": "محمد \\/لبات"
    },
    {
        "رقم الهاتف": 42190542,
        "التخصص": "RT3",
        "رقم التسجيل": "I17725",
        "الإسم الكامل": "عثمان سي"
    },
    {
        "رقم الهاتف": 43063741,
        "التخصص": "BA2",
        "رقم التسجيل": "I18723",
        "الإسم الكامل": "عيشتا با"
    },
    {
        "رقم الهاتف": 26242090,
        "التخصص": "FC3",
        "رقم التسجيل": "I17859",
        "الإسم الكامل": "مرادي \\/ محمد يحي"
    },
    {
        "رقم الهاتف": 48765242,
        "التخصص": "RT1",
        "رقم التسجيل": "I18960",
        "الإسم الكامل": "رقية \\/ بي"
    },
    {
        "رقم الهاتف": 34359661,
        "التخصص": "RT2",
        "رقم التسجيل": "I18607",
        "الإسم الكامل": "مصطف عبدالله جالو "
    },
    {
        "رقم الهاتف": 27178288,
        "التخصص": "IG2",
        "رقم التسجيل": "I18047",
        "الإسم الكامل": "محمد لمين \\/ محمد محمود"
    },
    {
        "رقم الهاتف": 36858965,
        "التخصص": "FC2",
        "رقم التسجيل": "I18751",
        "الإسم الكامل": "عائشة \\/ محمد لمين "
    },
    {
        "رقم الهاتف": 27108040,
        "التخصص": "DI1",
        "رقم التسجيل": "I19033",
        "الإسم الكامل": "بشرى \\/ أحمد محمد لمين"
    },
    {
        "رقم الهاتف": 48867189,
        "التخصص": "RT2",
        "رقم التسجيل": "I18321",
        "الإسم الكامل": "طالب \\/ أخيار "
    },
    {
        "رقم الهاتف": 30747404,
        "التخصص": "FC3-P",
        "رقم التسجيل": "I17960",
        "الإسم الكامل": "عائشة \\/ لمرابط "
    },
    {
        "رقم الهاتف": 41701874,
        "التخصص": "FC3-P",
        "رقم التسجيل": "I17981",
        "الإسم الكامل": "وردة \\/ أحمد ديده"
    },
    {
        "رقم الهاتف": 26136957,
        "التخصص": "FC3-P",
        "رقم التسجيل": "I17982",
        "الإسم الكامل": "خدي \\/ مني"
    },
    {
        "رقم الهاتف": 37019796,
        "التخصص": "RT3",
        "رقم التسجيل": "I17684",
        "الإسم الكامل": "سكينة \\/ محمد"
    },
    {
        "رقم الهاتف": 30585165,
        "التخصص": "IG1",
        "رقم التسجيل": "I19192",
        "الإسم الكامل": "تعجب \\/ محمد فال "
    },
    {
        "رقم الهاتف": 20365210,
        "التخصص": null,
        "رقم التسجيل": "I19282",
        "الإسم الكامل": "حدمين \\/ سيديا يحي"
    },
    {
        "رقم الهاتف": 33333359,
        "التخصص": "DI2",
        "رقم التسجيل": "I18368",
        "الإسم الكامل": "صادو \\/ ايدومو"
    },
    {
        "رقم الهاتف": 48425995,
        "التخصص": "RT2",
        "رقم التسجيل": "I18646",
        "الإسم الكامل": "موسى \\/ عثمان "
    },
    {
        "رقم الهاتف": 20800861,
        "التخصص": "BA2",
        "رقم التسجيل": "I18257",
        "الإسم الكامل": "مريم \\/ يحي العالم "
    },
    {
        "رقم الهاتف": 27840210,
        "التخصص": "BA2",
        "رقم التسجيل": "I18331",
        "الإسم الكامل": "الحسين \\/ سيد محمد"
    },
    {
        "رقم الهاتف": 43913013,
        "التخصص": "BA2",
        "رقم التسجيل": "I18139",
        "الإسم الكامل": "الوالد \\/ حمود"
    },
    {
        "رقم الهاتف": 42565404,
        "التخصص": "RT1",
        "رقم التسجيل": "I18493",
        "الإسم الكامل": "سيد أحمد \\/ سيد محمد "
    },
    {
        "رقم الهاتف": 20544774,
        "التخصص": "FC2",
        "رقم التسجيل": "I18285",
        "الإسم الكامل": "يحي \\/ الشيخ المصطف "
    },
    {
        "رقم الهاتف": 27320732,
        "التخصص": "FC2",
        "رقم التسجيل": "I18239",
        "الإسم الكامل": "الزبير \\/ محمد محمود "
    },
    {
        "رقم الهاتف": 43532111,
        "التخصص": "FC2",
        "رقم التسجيل": "I17411",
        "الإسم الكامل": "خدجة \\/ الخديم"
    },
    {
        "رقم الهاتف": 43298689,
        "التخصص": "RT1",
        "رقم التسجيل": "I18784",
        "الإسم الكامل": "أبنو \\/ سعد بوه "
    },
    {
        "رقم الهاتف": 34441204,
        "التخصص": "DI3",
        "رقم التسجيل": "I16759",
        "الإسم الكامل": "عبد الله \\/ أحمد "
    },
    {
        "رقم الهاتف": 33200188,
        "التخصص": "DI3",
        "رقم التسجيل": "I17439",
        "الإسم الكامل": "بكاري \\/ جبريل كويدا"
    },
    {
        "رقم الهاتف": 20880397,
        "التخصص": "FC2",
        "رقم التسجيل": "I18222",
        "الإسم الكامل": "زينب \\/ حبيب"
    },
    {
        "رقم الهاتف": 31153216,
        "التخصص": "DI1",
        "رقم التسجيل": "I18821",
        "الإسم الكامل": "منة \\/ محمدن "
    },
    {
        "رقم الهاتف": 42038210,
        "التخصص": "IG1",
        "رقم التسجيل": "I18886",
        "الإسم الكامل": "محمد محمود \\/ محمد المختار"
    },
    {
        "رقم الهاتف": 47616747,
        "التخصص": "IG1",
        "رقم التسجيل": "I18975",
        "الإسم الكامل": "زينب \\/ المصطف"
    },
    {
        "رقم الهاتف": 32685611,
        "التخصص": "DI3",
        "رقم التسجيل": "I17778",
        "الإسم الكامل": "فاطمة \\/ أفلواط"
    },
    {
        "رقم الهاتف": 48317928,
        "التخصص": "DI3",
        "رقم التسجيل": "I17770",
        "الإسم الكامل": "فاطمة الزهراء \\/ محمدي"
    },
    {
        "رقم الهاتف": 36532505,
        "التخصص": "FC3",
        "رقم التسجيل": "I 17694",
        "الإسم الكامل": "عبد الرحمن \\/ سيد محمد"
    },
    {
        "رقم الهاتف": 34087129,
        "التخصص": "DI1",
        "رقم التسجيل": "I19112",
        "الإسم الكامل": "امي \\/ شيخنا"
    },
    {
        "رقم الهاتف": 47853007,
        "التخصص": "FC2",
        "رقم التسجيل": "I18248",
        "الإسم الكامل": "زينب محمد فال"
    },
    {
        "رقم الهاتف": 27235067,
        "التخصص": "FC2",
        "رقم التسجيل": "I18260",
        "الإسم الكامل": "تمنة \\/ سيدن "
    },
    {
        "رقم الهاتف": 26181465,
        "التخصص": "BA2",
        "رقم التسجيل": "I18136",
        "الإسم الكامل": "أمنة \\/ حبيب الله"
    },
    {
        "رقم الهاتف": 27643570,
        "التخصص": "FC1",
        "رقم التسجيل": "I19045",
        "الإسم الكامل": "مريم \\/ حامد"
    },
    {
        "رقم الهاتف": 36640613,
        "التخصص": "DI2",
        "رقم التسجيل": "I18358",
        "الإسم الكامل": "فاطمة \\/ محمد محمود"
    },
    {
        "رقم الهاتف": 37762890,
        "التخصص": "DI1",
        "رقم التسجيل": "I19230",
        "الإسم الكامل": "ميجة \\/ سيدي محمد حماده"
    },
    {
        "رقم الهاتف": 20381017,
        "التخصص": "DI1",
        "رقم التسجيل": "I18852",
        "الإسم الكامل": "شيخنا \\/ الطالب"
    },
    {
        "رقم الهاتف": 34339598,
        "التخصص": "DI1",
        "رقم التسجيل": "I18897",
        "الإسم الكامل": "سيد الامين \\/ السالك"
    },
    {
        "رقم الهاتف": 48282430,
        "التخصص": "DI1",
        "رقم التسجيل": "I18896",
        "الإسم الكامل": "محمد \\/المختار "
    },
    {
        "رقم الهاتف": 32958694,
        "التخصص": "DI1",
        "رقم التسجيل": "I18857",
        "الإسم الكامل": "بونت\\/ السالم"
    },
    {
        "رقم الهاتف": 34543304,
        "التخصص": "GRH3",
        "رقم التسجيل": "I17871",
        "الإسم الكامل": "موتا سي"
    },
    {
        "رقم الهاتف": 27135591,
        "التخصص": "FC1",
        "رقم التسجيل": "I18902",
        "الإسم الكامل": "محمد \\/ لمين "
    },
    {
        "رقم الهاتف": 47056463,
        "التخصص": "GRH3",
        "رقم التسجيل": "I17875",
        "الإسم الكامل": "زينب \\/ ادوم"
    },
    {
        "رقم الهاتف": 43537783,
        "التخصص": "GRH1",
        "رقم التسجيل": "I19086",
        "الإسم الكامل": "عاىشة \\/ محمد سالم"
    },
    {
        "رقم الهاتف": 36424515,
        "التخصص": "FC1",
        "رقم التسجيل": "I18969",
        "الإسم الكامل": "خديجة \\/ سيد محمد "
    },
    {
        "رقم الهاتف": 42219936,
        "التخصص": "FC1",
        "رقم التسجيل": "I18978",
        "الإسم الكامل": "عاىشة \\/ شيغالي "
    },
    {
        "رقم الهاتف": 20213333,
        "التخصص": "FC1",
        "رقم التسجيل": "I19069",
        "الإسم الكامل": "احمد \\/ شيخنا "
    },
    {
        "رقم الهاتف": 20232889,
        "التخصص": "FC1",
        "رقم التسجيل": "I18907",
        "الإسم الكامل": "عبد الله \\/ حامد"
    },
    {
        "رقم الهاتف": 32768998,
        "التخصص": "FC1",
        "رقم التسجيل": "I19067",
        "الإسم الكامل": "محمد سالم \\/ محمد فاضل "
    },
    {
        "رقم الهاتف": 44226655,
        "التخصص": "FC1",
        "رقم التسجيل": "I18379",
        "الإسم الكامل": "المومنة \\/ محمد"
    },
    {
        "رقم الهاتف": 27423343,
        "التخصص": "RT2",
        "رقم التسجيل": "I18639",
        "الإسم الكامل": "داوود \\/ محمود"
    },
    {
        "رقم الهاتف": 30428344,
        "التخصص": "DI2",
        "رقم التسجيل": "I18370",
        "الإسم الكامل": "بوبكر \\/ ديجو"
    },
    {
        "رقم الهاتف": 20278128,
        "التخصص": "FC2",
        "رقم التسجيل": "I18562",
        "الإسم الكامل": "محمد \\/ محمد لمين"
    },
    {
        "رقم الهاتف": 48200238,
        "التخصص": "FC2",
        "رقم التسجيل": "I18386",
        "الإسم الكامل": "بان \\/ عمار "
    },
    {
        "رقم الهاتف": 48853929,
        "التخصص": "DI1",
        "رقم التسجيل": "I19070",
        "الإسم الكامل": "عبد الجليل \\/ محمد فاضل"
    },
    {
        "رقم الهاتف": 49402540,
        "التخصص": "SAE2",
        "رقم التسجيل": "I18311",
        "الإسم الكامل": "اممادي\\/ نافع"
    },
    {
        "رقم الهاتف": 20020240,
        "التخصص": "TCM1",
        "رقم التسجيل": "I19106",
        "الإسم الكامل": "احمد \\/ افكو "
    },
    {
        "رقم الهاتف": 38171887,
        "التخصص": "MASRER",
        "رقم التسجيل": "I19255",
        "الإسم الكامل": "خديجة \\/ محمد"
    },
    {
        "رقم الهاتف": 48539431,
        "التخصص": "BA2",
        "رقم التسجيل": "I18334",
        "الإسم الكامل": "ماريالا \\/ نداي"
    },
    {
        "رقم الهاتف": 31062165,
        "التخصص": "BA1",
        "رقم التسجيل": "I18935",
        "الإسم الكامل": "ام المومنين\\/ محمود"
    },
    {
        "رقم الهاتف": 33005536,
        "التخصص": "GRH1",
        "رقم التسجيل": "I18871",
        "الإسم الكامل": "نبيلة \\/ الشيخ سيديا"
    },
    {
        "رقم الهاتف": 26602403,
        "التخصص": "GRH1",
        "رقم التسجيل": "I18873",
        "الإسم الكامل": "فاطمة \\/ محمد لمام"
    },
    {
        "رقم الهاتف": 20928697,
        "التخصص": "GRH1",
        "رقم التسجيل": "I19050",
        "الإسم الكامل": "فاطمة \\/ حسين الطيب"
    },
    {
        "رقم الهاتف": 32425143,
        "التخصص": "RT3",
        "رقم التسجيل": "I17279",
        "الإسم الكامل": "الشيخ \\/ ادومو"
    },
    {
        "رقم الهاتف": 22304727,
        "التخصص": "TCM1",
        "رقم التسجيل": "I18829",
        "الإسم الكامل": "الدده \\/ محمد فال "
    },
    {
        "رقم الهاتف": 49943998,
        "التخصص": "TCM1",
        "رقم التسجيل": "I18840",
        "الإسم الكامل": "زينب \\/  خيري "
    },
    {
        "رقم الهاتف": 46623379,
        "التخصص": "TCM1",
        "رقم التسجيل": "I18024",
        "الإسم الكامل": "منت حم \\/ بار الله "
    },
    {
        "رقم الهاتف": 42867694,
        "التخصص": "FC2",
        "رقم التسجيل": "I18249",
        "الإسم الكامل": "وجاه عند الله"
    },
    {
        "رقم الهاتف": 37009490,
        "التخصص": "MASTER",
        "رقم التسجيل": "I19276",
        "الإسم الكامل": "فاطمة \\/ عبد الله السيد"
    },
    {
        "رقم الهاتف": 34064060,
        "التخصص": "FC",
        "رقم التسجيل": "I16769",
        "الإسم الكامل": "خولة \\/ احمد"
    },
    {
        "رقم الهاتف": 26917045,
        "التخصص": "FC2-P",
        "رقم التسجيل": "I18460",
        "الإسم الكامل": "عبد الرحمن \\/ محمد "
    },
    {
        "رقم الهاتف": 48757158,
        "التخصص": "FC1",
        "رقم التسجيل": "I19025",
        "الإسم الكامل": "اسامة \\/ عزيز"
    },
    {
        "رقم الهاتف": 31248074,
        "التخصص": "IG1",
        "رقم التسجيل": "I18799",
        "الإسم الكامل": "خديجة \\/ طفى "
    },
    {
        "رقم الهاتف": 20151914,
        "التخصص": "ID2",
        "رقم التسجيل": "I18359",
        "الإسم الكامل": "فرحة \\/ فلان"
    },
    {
        "رقم الهاتف": 26501890,
        "التخصص": "FC1",
        "رقم التسجيل": "I18990",
        "الإسم الكامل": "احمد \\/ عثمان"
    },
    {
        "رقم الهاتف": 27322515,
        "التخصص": "FC1",
        "رقم التسجيل": "I19091",
        "الإسم الكامل": "ملاي عبد الله \\/ ملاي اسماعيل "
    },
    {
        "رقم الهاتف": 20207339,
        "التخصص": "BA1",
        "رقم التسجيل": "I19143",
        "الإسم الكامل": "مكفولة \\/ محمد مصطفى "
    },
    {
        "رقم الهاتف": 47671039,
        "التخصص": "IG",
        "رقم التسجيل": "I19024",
        "الإسم الكامل": "سودة \\/ احمد فاضل "
    },
    {
        "رقم الهاتف": 41013010,
        "التخصص": "FC1",
        "رقم التسجيل": "I18875",
        "الإسم الكامل": "مالهانة \\/ محمد والي "
    },
    {
        "رقم الهاتف": 20560590,
        "التخصص": "FC2",
        "رقم التسجيل": "I18236",
        "الإسم الكامل": "زينب \\/ محمد "
    },
    {
        "رقم الهاتف": 20402059,
        "التخصص": "DI3",
        "رقم التسجيل": "I17950",
        "الإسم الكامل": "اسحاق \\/ امام"
    },
    {
        "رقم الهاتف": 27653930,
        "التخصص": "TCM1",
        "رقم التسجيل": "I18955",
        "الإسم الكامل": "عبد الرحمن \\/ احمد "
    },
    {
        "رقم الهاتف": 37371437,
        "التخصص": "FC1",
        "رقم التسجيل": "I19163",
        "الإسم الكامل": "عائشة \\/ عمار "
    },
    {
        "رقم الهاتف": 38073382,
        "التخصص": "IG1",
        "رقم التسجيل": "I18202",
        "الإسم الكامل": "لديبة \\/ الامين "
    },
    {
        "رقم الهاتف": 20235353,
        "التخصص": "FC1",
        "رقم التسجيل": "I18977",
        "الإسم الكامل": "الخليل \\/ احمد "
    },
    {
        "رقم الهاتف": 20850882,
        "التخصص": "IG2",
        "رقم التسجيل": "I17886",
        "الإسم الكامل": "محمدن \\/ احمدو "
    },
    {
        "رقم الهاتف": 36301418,
        "التخصص": "FC1",
        "رقم التسجيل": "I18976",
        "الإسم الكامل": "فاطمة \\/ محمد دليل "
    },
    {
        "رقم الهاتف": 32973176,
        "التخصص": "RT2",
        "رقم التسجيل": "I18323",
        "الإسم الكامل": "بنك \\/ المختار سولة "
    },
    {
        "رقم الهاتف": 38451044,
        "التخصص": "FC1",
        "رقم التسجيل": "I17671",
        "الإسم الكامل": "ابراهيم \\/ تبيب"
    },
    {
        "رقم الهاتف": 31190929,
        "التخصص": "RT2",
        "رقم التسجيل": "I18171",
        "الإسم الكامل": "فالية \\/ احمد"
    },
    {
        "رقم الهاتف": 32103354,
        "التخصص": "IG2",
        "رقم التسجيل": "I18347",
        "الإسم الكامل": "عادل \\/ محمودن"
    },
    {
        "رقم الهاتف": 37494257,
        "التخصص": "BA3",
        "رقم التسجيل": "I17801",
        "الإسم الكامل": "محمد الحافظ \\/ الخرشي"
    },
    {
        "رقم الهاتف": 46546771,
        "التخصص": "FC2-P",
        "رقم التسجيل": "I18523",
        "الإسم الكامل": "اباه\\/ محمد الحسين"
    },
    {
        "رقم الهاتف": 27671551,
        "التخصص": "IG1-P",
        "رقم التسجيل": "I",
        "الإسم الكامل": "مكفولة \\/ البشير "
    },
    {
        "رقم الهاتف": 41826881,
        "التخصص": "FC1",
        "رقم التسجيل": "I19114",
        "الإسم الكامل": "خديجة \\/ اشيخاني "
    },
    {
        "رقم الهاتف": 38111653,
        "التخصص": "IG2",
        "رقم التسجيل": "I18145",
        "الإسم الكامل": "محمد \\/ محمد سالم"
    },
    {
        "رقم الهاتف": 31177006,
        "التخصص": "IG2",
        "رقم التسجيل": "I18283",
        "الإسم الكامل": "عبد الله \\/ محمد لمين"
    },
    {
        "رقم الهاتف": 46212260,
        "التخصص": "IG1",
        "رقم التسجيل": null,
        "الإسم الكامل": "مراد \\/ حمود"
    },
    {
        "رقم الهاتف": 32002200,
        "التخصص": "BA1",
        "رقم التسجيل": "I19144",
        "الإسم الكامل": "فطمة يسلمه \\/ البح"
    },
    {
        "رقم الهاتف": 33202097,
        "التخصص": "M1 FC",
        "رقم التسجيل": "I19246",
        "الإسم الكامل": "زينب \\/ المامي"
    },
    {
        "رقم الهاتف": 20441644,
        "التخصص": "BA3",
        "رقم التسجيل": "I17485",
        "الإسم الكامل": "مريم \\/ سيدات "
    },
    {
        "رقم الهاتف": 20143109,
        "التخصص": "IG1-P",
        "رقم التسجيل": "I18434",
        "الإسم الكامل": "سارة \\/ احمد "
    },
    {
        "رقم الهاتف": 36180606,
        "التخصص": "IG1-P",
        "رقم التسجيل": "I1",
        "الإسم الكامل": "سيدي الامين \\/ سليمان"
    },
    {
        "رقم الهاتف": 26565856,
        "التخصص": "FC2",
        "رقم التسجيل": "I17852",
        "الإسم الكامل": "الحسين \\/ سيد محمد"
    },
    {
        "رقم الهاتف": 36072021,
        "التخصص": "SAE2",
        "رقم التسجيل": "I18557",
        "الإسم الكامل": "يبّ \\/ أعمر"
    },
    {
        "رقم الهاتف": 32200598,
        "التخصص": "FC1",
        "رقم التسجيل": "I18858",
        "الإسم الكامل": "محمد \\/ بمبه"
    },
    {
        "رقم الهاتف": 41145001,
        "التخصص": "TCM1",
        "رقم التسجيل": "I18734",
        "الإسم الكامل": "أحمد\\/محمد محمود"
    },
    {
        "رقم الهاتف": 44510809,
        "التخصص": "TCM2",
        "رقم التسجيل": "I18218",
        "الإسم الكامل": "يسلم \\/ النفير"
    },
    {
        "رقم الهاتف": 27272731,
        "التخصص": "FCP",
        "رقم التسجيل": "I18492",
        "الإسم الكامل": "عزيزة \\/ عبدي"
    },
    {
        "رقم الهاتف": 44572441,
        "التخصص": "FCP",
        "رقم التسجيل": "I18518",
        "الإسم الكامل": "فاطمة \\/ محمد"
    },
    {
        "رقم الهاتف": 38232954,
        "التخصص": "FC1",
        "رقم التسجيل": "I19001",
        "الإسم الكامل": "فضيلة \\/ محمدو"
    },
    {
        "رقم الهاتف": 42920616,
        "التخصص": "FC1",
        "رقم التسجيل": "I19101",
        "الإسم الكامل": "عيشة \\/ محمدو"
    },
    {
        "رقم الهاتف": 33404090,
        "التخصص": "FC1",
        "رقم التسجيل": "I18996",
        "الإسم الكامل": "حشاها \\/ محمد امبارك"
    },
    {
        "رقم الهاتف": 27610640,
        "التخصص": "GRH2",
        "رقم التسجيل": "I18270",
        "الإسم الكامل": "إيمان \\/ محمد فال"
    },
    {
        "رقم الهاتف": 41286778,
        "التخصص": "BA1",
        "رقم التسجيل": "I19130",
        "الإسم الكامل": "مريم\\/ محمد محمود"
    },
    {
        "رقم الهاتف": 31602405,
        "التخصص": "TCM2",
        "رقم التسجيل": "I18228",
        "الإسم الكامل": "أمينة \\/محمد"
    },
    {
        "رقم الهاتف": 34334858,
        "التخصص": "IG1",
        "رقم التسجيل": "I19137",
        "الإسم الكامل": "خديجة \\/ أبنو"
    },
    {
        "رقم الهاتف": 22900730,
        "التخصص": "FC1",
        "رقم التسجيل": "I19015",
        "الإسم الكامل": "سيدي \\/ دوسو"
    },
    {
        "رقم الهاتف": 26527889,
        "التخصص": "IG1",
        "رقم التسجيل": "I19084",
        "الإسم الكامل": "أم كلثوم\\/أوداعه"
    },
    {
        "رقم الهاتف": 49421152,
        "التخصص": "FC1",
        "رقم التسجيل": "I19000",
        "الإسم الكامل": "آبه \\/بادي"
    },
    {
        "رقم الهاتف": 34121257,
        "التخصص": "IG2",
        "رقم التسجيل": "I18197",
        "الإسم الكامل": "خدجة\\/سيدي الشيخ"
    },
    {
        "رقم الهاتف": 48354166,
        "التخصص": "TCM1",
        "رقم التسجيل": "I19102",
        "الإسم الكامل": "مامادو \\/موسى صو"
    },
    {
        "رقم الهاتف": 41674883,
        "التخصص": "TCM1",
        "رقم التسجيل": "I18168",
        "الإسم الكامل": "الحسن \\/محمد با"
    },
    {
        "رقم الهاتف": 37677773,
        "التخصص": "TCM1",
        "رقم التسجيل": "I19037",
        "الإسم الكامل": "أحمد سالم\\/ محمد السالك"
    },
    {
        "رقم الهاتف": 47787887,
        "التخصص": "TCM1",
        "رقم التسجيل": "I19041",
        "الإسم الكامل": "اكليثم \\/ إبراهيم"
    },
    {
        "رقم الهاتف": 49038998,
        "التخصص": "TCM1",
        "رقم التسجيل": "I19011",
        "الإسم الكامل": "مريم \\/الشيخ"
    },
    {
        "رقم الهاتف": 32532185,
        "التخصص": "TCM1",
        "رقم التسجيل": "I19320",
        "الإسم الكامل": "مريم \\/ أحمد"
    },
    {
        "رقم الهاتف": 48662902,
        "التخصص": "TCM1",
        "رقم التسجيل": "I18818",
        "الإسم الكامل": "منة \\/ ابيج"
    },
    {
        "رقم الهاتف": 36723003,
        "التخصص": "ID3",
        "رقم التسجيل": "I16958",
        "الإسم الكامل": "لبات \\/أحمد أعيلوت "
    },
    {
        "رقم الهاتف": 47663756,
        "التخصص": "IG1",
        "رقم التسجيل": "I19133",
        "الإسم الكامل": "فاطمة \\/حامد"
    },
    {
        "رقم الهاتف": 41211834,
        "التخصص": "SAE1",
        "رقم التسجيل": "I19087",
        "الإسم الكامل": "سيدي أحمد \\/تابلنكو"
    },
    {
        "رقم الهاتف": 34040696,
        "التخصص": "GRH2",
        "رقم التسجيل": "I17366",
        "الإسم الكامل": "فضيلة \\/فال"
    },
    {
        "رقم الهاتف": 41145208,
        "التخصص": "SAE1",
        "رقم التسجيل": "I19122",
        "الإسم الكامل": "Djelia\\/Ndaeye"
    },
    {
        "رقم الهاتف": 37573697,
        "التخصص": "DI2",
        "رقم التسجيل": "I18288",
        "الإسم الكامل": "فاطمة\\/مولاي أحمد"
    },
    {
        "رقم الهاتف": 42404905,
        "التخصص": "GRH1",
        "رقم التسجيل": "I19032",
        "الإسم الكامل": "عمر\\/جبريل"
    },
    {
        "رقم الهاتف": 27002790,
        "التخصص": "IG1",
        "رقم التسجيل": "I18949",
        "الإسم الكامل": "خدجة \\/شيخن"
    },
    {
        "رقم الهاتف": 26695678,
        "التخصص": "IG1",
        "رقم التسجيل": "I18787",
        "الإسم الكامل": "محمد \\/الحافظ"
    },
    {
        "رقم الهاتف": 20654444,
        "التخصص": "IG1",
        "رقم التسجيل": "I19221",
        "الإسم الكامل": "مريم \\/ أحمدو"
    },
    {
        "رقم الهاتف": 37114880,
        "التخصص": "GRH1",
        "رقم التسجيل": "I19003",
        "الإسم الكامل": "محمد عبدالله \\/أحمدو"
    },
    {
        "رقم الهاتف": 41130303,
        "التخصص": "GRH2",
        "رقم التسجيل": "I18273",
        "الإسم الكامل": "خالد \\/المهدي سالم"
    },
    {
        "رقم الهاتف": 49997474,
        "التخصص": "GRH2",
        "رقم التسجيل": "I18343",
        "الإسم الكامل": "الزينة \\/محمد"
    },
    {
        "رقم الهاتف": 26636335,
        "التخصص": "GRH2",
        "رقم التسجيل": "I18191",
        "الإسم الكامل": "زينب \\/عبدو"
    },
    {
        "رقم الهاتف": 48760308,
        "التخصص": "FC2",
        "رقم التسجيل": "I18326",
        "الإسم الكامل": "اباه \\/عبدالله"
    },
    {
        "رقم الهاتف": 38222636,
        "التخصص": "GRH2",
        "رقم التسجيل": "I18703",
        "الإسم الكامل": "محمد \\/جو"
    },
    {
        "رقم الهاتف": 44226916,
        "التخصص": "GRH2",
        "رقم التسجيل": "I17873",
        "الإسم الكامل": "أحمج \\/إسماعيل"
    },
    {
        "رقم الهاتف": 36082517,
        "التخصص": "GRH2",
        "رقم التسجيل": "I18040",
        "الإسم الكامل": "زيني \\/ محمد"
    },
    {
        "رقم الهاتف": 38304304,
        "التخصص": "IG1",
        "رقم التسجيل": "I18133",
        "الإسم الكامل": "الحاج \\/ الهادي"
    },
    {
        "رقم الهاتف": 34424872,
        "التخصص": "IG2",
        "رقم التسجيل": "I18354",
        "الإسم الكامل": "أم الخير \\/ أحمد زيدان"
    },
    {
        "رقم الهاتف": 48280547,
        "التخصص": "IG2",
        "رقم التسجيل": "I18137",
        "الإسم الكامل": "زينب \\/ محمد المختار"
    },
    {
        "رقم الهاتف": 31210775,
        "التخصص": "BA1",
        "رقم التسجيل": "I18913",
        "الإسم الكامل": "ميمونة \\/سيدي محمد"
    },
    {
        "رقم الهاتف": 49094008,
        "التخصص": "FC2",
        "رقم التسجيل": "I18396",
        "الإسم الكامل": "سيد أحمد سكوود"
    },
    {
        "رقم الهاتف": 20030315,
        "التخصص": "FCM1",
        "رقم التسجيل": "I19271",
        "الإسم الكامل": "نادية \\/بدي"
    },
    {
        "رقم الهاتف": 36002050,
        "التخصص": "FCM1",
        "رقم التسجيل": "I19270",
        "الإسم الكامل": "ميمونة \\/بو حبين"
    },
    {
        "رقم الهاتف": 49940200,
        "التخصص": "FC2",
        "رقم التسجيل": "I18592",
        "الإسم الكامل": "العالية \\/أحمد"
    },
    {
        "رقم الهاتف": 20216320,
        "التخصص": "DI2",
        "رقم التسجيل": "I18618",
        "الإسم الكامل": "عبد الرحمن \\/عبد الفتاح"
    },
    {
        "رقم الهاتف": 38537094,
        "التخصص": "IG3.P",
        "رقم التسجيل": "I17572",
        "الإسم الكامل": "العربية \\/ الحاج"
    },
    {
        "رقم الهاتف": 49734804,
        "التخصص": "DI2",
        "رقم التسجيل": "I18208",
        "الإسم الكامل": "تمنى \\/ موسى"
    },
    {
        "رقم الهاتف": 46474587,
        "التخصص": "DI2",
        "رقم التسجيل": "I18144",
        "الإسم الكامل": "يوسف \\/بيب"
    },
    {
        "رقم الهاتف": 47605474,
        "التخصص": "DI2",
        "رقم التسجيل": "I18221",
        "الإسم الكامل": "محمد سالم\\/المختار"
    },
    {
        "رقم الهاتف": 20303062,
        "التخصص": "DI2",
        "رقم التسجيل": "I18357",
        "الإسم الكامل": "الشيخ التراد \\/سيد محمد"
    },
    {
        "رقم الهاتف": 28620705,
        "التخصص": "DI2",
        "رقم التسجيل": "I18461",
        "الإسم الكامل": "محمد لمين \\/سيدي محمد"
    },
    {
        "رقم الهاتف": 31777771,
        "التخصص": "FC.M2",
        "رقم التسجيل": "IE18691",
        "الإسم الكامل": "آمي \\/نافع"
    },
    {
        "رقم الهاتف": 20020363,
        "التخصص": "IG.P",
        "رقم التسجيل": "I19181",
        "الإسم الكامل": "أميمة \\/محمد المختار"
    },
    {
        "رقم الهاتف": 26389958,
        "التخصص": "FC.M2",
        "رقم التسجيل": "IE18672",
        "الإسم الكامل": "أحمدنا \\/محمد لمين"
    },
    {
        "رقم الهاتف": 34951924,
        "التخصص": "DI2",
        "رقم التسجيل": "I18630",
        "الإسم الكامل": "فاطمة \\/سال"
    },
    {
        "رقم الهاتف": 20101017,
        "التخصص": "TCM1",
        "رقم التسجيل": "I18370",
        "الإسم الكامل": "فاطمة \\/سيدي محمد "
    },
    {
        "رقم الهاتف": 20200036,
        "التخصص": "FCP1",
        "رقم التسجيل": "I19182",
        "الإسم الكامل": "محمد \\/لمرابط"
    },
    {
        "رقم الهاتف": 20057090,
        "التخصص": "FCP1",
        "رقم التسجيل": "I19179",
        "الإسم الكامل": "محمد لمين\\/سيدي محمد"
    },
    {
        "رقم الهاتف": 49395455,
        "التخصص": "SAE2",
        "رقم التسجيل": "I18204",
        "الإسم الكامل": "ينجيه \\/محمد"
    },
    {
        "رقم الهاتف": 33337675,
        "التخصص": "SAE2",
        "رقم التسجيل": "I18637",
        "الإسم الكامل": "أحمد \\/تكدي"
    },
    {
        "رقم الهاتف": 37545440,
        "التخصص": "BA2",
        "رقم التسجيل": "I18253",
        "الإسم الكامل": "فاطمة \\/علوات"
    },
    {
        "رقم الهاتف": 43297798,
        "التخصص": "BA2",
        "رقم التسجيل": "I18150",
        "الإسم الكامل": "عائشة \\/ياسين"
    },
    {
        "رقم الهاتف": 26781271,
        "التخصص": "RT3",
        "رقم التسجيل": "I17134",
        "الإسم الكامل": "تراد \\/محمد لمين"
    },
    {
        "رقم الهاتف": 48356613,
        "التخصص": "RT3",
        "رقم التسجيل": "I17913",
        "الإسم الكامل": "رائعة \\/محمد سالم"
    },
    {
        "رقم الهاتف": 32703867,
        "التخصص": "FC1",
        "رقم التسجيل": "I19166",
        "الإسم الكامل": "خديجة \\/محمد سالم"
    },
    {
        "رقم الهاتف": 47609026,
        "التخصص": "FC1",
        "رقم التسجيل": "I19018",
        "الإسم الكامل": "محمد \\/عبد الرحمن"
    },
    {
        "رقم الهاتف": 31739877,
        "التخصص": "FC1",
        "رقم التسجيل": "I18636",
        "الإسم الكامل": "محمد محمود \\/الفضيلي"
    },
    {
        "رقم الهاتف": 22680486,
        "التخصص": "FC1",
        "رقم التسجيل": "I19079",
        "الإسم الكامل": "عيشة \\/محمد الخبوزي"
    },
    {
        "رقم الهاتف": 42132719,
        "التخصص": "FC1",
        "رقم التسجيل": "I19072",
        "الإسم الكامل": "الديجة \\/محمد السالك"
    },
    {
        "رقم الهاتف": 33627177,
        "التخصص": "FC1",
        "رقم التسجيل": "I19030",
        "الإسم الكامل": "آمنة \\/محمد الحسن"
    },
    {
        "رقم الهاتف": 49093338,
        "التخصص": "TCM2",
        "رقم التسجيل": "I18226",
        "الإسم الكامل": "سكينة \\/عمار"
    },
    {
        "رقم الهاتف": 34771811,
        "التخصص": "FC1",
        "رقم التسجيل": "I18287",
        "الإسم الكامل": "الناجي \\/البار"
    },
    {
        "رقم الهاتف": 42548787,
        "التخصص": "FC1",
        "رقم التسجيل": "I18966",
        "الإسم الكامل": "فاطمة \\/ إبراهيم"
    },
    {
        "رقم الهاتف": 26933288,
        "التخصص": "TCM3",
        "رقم التسجيل": "I17285",
        "الإسم الكامل": "اتفاك \\/ مصطفى"
    },
    {
        "رقم الهاتف": 48075111,
        "التخصص": "BA1",
        "رقم التسجيل": "I18993",
        "الإسم الكامل": "عمر \\/عباس"
    },
    {
        "رقم الهاتف": 20409422,
        "التخصص": "FC1",
        "رقم التسجيل": "I18816",
        "الإسم الكامل": "أمينو \\/سيدي"
    },
    {
        "رقم الهاتف": 26296352,
        "التخصص": "FC1 .P",
        "رقم التسجيل": "I19210",
        "الإسم الكامل": "موكف \\/المختار"
    },
    {
        "رقم الهاتف": 22454116,
        "التخصص": "DI2",
        "رقم التسجيل": "I18210",
        "الإسم الكامل": "أم كلثوم \\/محمد محمود"
    },
    {
        "رقم الهاتف": 48361068,
        "التخصص": "DI2",
        "رقم التسجيل": "I18452",
        "الإسم الكامل": "مريم \\/احميده"
    },
    {
        "رقم الهاتف": 31563957,
        "التخصص": "FC2",
        "رقم التسجيل": "I18462",
        "الإسم الكامل": "مصطفى \\/خطري"
    },
    {
        "رقم الهاتف": 44329435,
        "التخصص": "FC3",
        "رقم التسجيل": "I18724",
        "الإسم الكامل": "الشيخ \\/ المختار"
    },
    {
        "رقم الهاتف": 26310320,
        "التخصص": "BA1",
        "رقم التسجيل": "I19093",
        "الإسم الكامل": "آمنة \\/أحمد مزيد"
    },
    {
        "رقم الهاتف": 31048715,
        "التخصص": "BA1",
        "رقم التسجيل": "I19034",
        "الإسم الكامل": "اميمة \\/إسلك"
    },
    {
        "رقم الهاتف": 48254804,
        "التخصص": "BA2",
        "رقم التسجيل": "I19108",
        "الإسم الكامل": "زكرياء \\/صمبه"
    },
    {
        "رقم الهاتف": 34535397,
        "التخصص": "BA1",
        "رقم التسجيل": "I18336",
        "الإسم الكامل": "آسية \\/حامد"
    },
    {
        "رقم الهاتف": 33013131,
        "التخصص": "FCM1",
        "رقم التسجيل": "IE19266",
        "الإسم الكامل": "محمد مختار \\/الشيخ"
    },
    {
        "رقم الهاتف": 34233103,
        "التخصص": "FCM1",
        "رقم التسجيل": "IE",
        "الإسم الكامل": "محفوظ \\/إبراهيم"
    },
    {
        "رقم الهاتف": 41526757,
        "التخصص": "TCM2",
        "رقم التسجيل": "I17905",
        "الإسم الكامل": "مالك \\/آدم ديبا"
    },
    {
        "رقم الهاتف": 20950795,
        "التخصص": "SAE2",
        "رقم التسجيل": "I18485",
        "الإسم الكامل": "مريم \\/محمد حرمه"
    },
    {
        "رقم الهاتف": 38666495,
        "التخصص": "DI3",
        "رقم التسجيل": "I16388",
        "الإسم الكامل": "لمام \\/محمد احمد"
    },
    {
        "رقم الهاتف": 36037234,
        "التخصص": "DI1",
        "رقم التسجيل": "I18803",
        "الإسم الكامل": "مريم\\/سل"
    },
    {
        "رقم الهاتف": 41733727,
        "التخصص": "DI3",
        "رقم التسجيل": "I17295",
        "الإسم الكامل": "زينب \\/عبد الله"
    },
    {
        "رقم الهاتف": 34573607,
        "التخصص": "FC2",
        "رقم التسجيل": "I18159",
        "الإسم الكامل": "نبغوهة \\/محمد"
    },
    {
        "رقم الهاتف": 46776604,
        "التخصص": "FC2",
        "رقم التسجيل": "I18181",
        "الإسم الكامل": "خطري \\/محمد عبد الله"
    },
    {
        "رقم الهاتف": 48765249,
        "التخصص": "RT1",
        "رقم التسجيل": "I18900",
        "الإسم الكامل": "رقية \\/أبي"
    },
    {
        "رقم الهاتف": 27201220,
        "التخصص": "RT1",
        "رقم التسجيل": "I18882",
        "الإسم الكامل": "شامة \\/الشيخ"
    },
    {
        "رقم الهاتف": 48007727,
        "التخصص": "RT1",
        "رقم التسجيل": "I18856",
        "الإسم الكامل": "آمدو يوسف \\/انكايد"
    },
    {
        "رقم الهاتف": 27565024,
        "التخصص": "GRH3",
        "رقم التسجيل": "I17715",
        "الإسم الكامل": "محمد فاضل \\/أحمد اعلي"
    },
    {
        "رقم الهاتف": 37579373,
        "التخصص": "GRH3",
        "رقم التسجيل": "I17717",
        "الإسم الكامل": "محمدو \\/الدين"
    },
    {
        "رقم الهاتف": 32135799,
        "التخصص": "GRH3",
        "رقم التسجيل": "I17148",
        "الإسم الكامل": "محمد العتيق \\/عيسى"
    },
    {
        "رقم الهاتف": 22040709,
        "التخصص": "GRH3",
        "رقم التسجيل": "I17870",
        "الإسم الكامل": "مكفولة \\/محمد المصطفى"
    },
    {
        "رقم الهاتف": 26316985,
        "التخصص": "GRH3",
        "رقم التسجيل": "I17878",
        "الإسم الكامل": "اخويديجه \\/محمد لمين "
    },
    {
        "رقم الهاتف": 44209284,
        "التخصص": "GRH3",
        "رقم التسجيل": "I17703",
        "الإسم الكامل": "لمينة \\/مصطفى "
    },
    {
        "رقم الهاتف": 38281886,
        "التخصص": "GRH3",
        "رقم التسجيل": "I17866",
        "الإسم الكامل": "زينب \\/فاليلي"
    },
    {
        "رقم الهاتف": 26298150,
        "التخصص": "GRH3",
        "رقم التسجيل": "I17443",
        "الإسم الكامل": "عبد الدايم \\/محفوظ"
    },
    {
        "رقم الهاتف": 41960184,
        "التخصص": "GRH3",
        "رقم التسجيل": null,
        "الإسم الكامل": "محمد قاضي \\/اعلي"
    },
    {
        "رقم الهاتف": 26621006,
        "التخصص": "GRH3",
        "رقم التسجيل": "I17149",
        "الإسم الكامل": "سيدين \\/يي"
    },
    {
        "رقم الهاتف": 44627879,
        "التخصص": "BA1",
        "رقم التسجيل": "I19155",
        "الإسم الكامل": "أم الفضلي \\/حامد"
    },
    {
        "رقم الهاتف": 34860088,
        "التخصص": "BA2",
        "رقم التسجيل": "I17935",
        "الإسم الكامل": "أم كلثوم \\/محمد سالم"
    },
    {
        "رقم الهاتف": 26050095,
        "التخصص": "FCM2",
        "رقم التسجيل": "IE18109",
        "الإسم الكامل": "مريم \\/أحمد"
    },
    {
        "رقم الهاتف": 26199875,
        "التخصص": "GRH3",
        "رقم التسجيل": "I17168",
        "الإسم الكامل": "محمد لمين \\/جدين"
    },
    {
        "رقم الهاتف": 41509773,
        "التخصص": "BA1",
        "رقم التسجيل": "I18946",
        "الإسم الكامل": "آمادو \\/با"
    },
    {
        "رقم الهاتف": 41669352,
        "التخصص": "BA1",
        "رقم التسجيل": "I18958",
        "الإسم الكامل": "صادا \\/ممود جكو "
    },
    {
        "رقم الهاتف": 37126617,
        "التخصص": "BA1",
        "رقم التسجيل": "I19048",
        "الإسم الكامل": "محمد الشيخ"
    },
    {
        "رقم الهاتف": 38427607,
        "التخصص": "BA1",
        "رقم التسجيل": "I19017",
        "الإسم الكامل": "تحانة \\/محمد لمين"
    },
    {
        "رقم الهاتف": 46596395,
        "التخصص": "FC1",
        "رقم التسجيل": "I18565",
        "الإسم الكامل": "آمنة \\/محمد"
    },
    {
        "رقم الهاتف": 41787881,
        "التخصص": "IG1",
        "رقم التسجيل": "I18847",
        "الإسم الكامل": "أم المؤمنين"
    },
    {
        "رقم الهاتف": 47069410,
        "التخصص": "DI1",
        "رقم التسجيل": "I19140",
        "الإسم الكامل": "سيدي \\/نور بوبكرلي"
    },
    {
        "رقم الهاتف": 46194084,
        "التخصص": "FC1",
        "رقم التسجيل": "I19109",
        "الإسم الكامل": "أحمد الشيخ\\/إبراهيم"
    },
    {
        "رقم الهاتف": 22974130,
        "التخصص": "FC1",
        "رقم التسجيل": "I18953",
        "الإسم الكامل": "حنان \\/زكرياء"
    },
    {
        "رقم الهاتف": 26516469,
        "التخصص": "DI1",
        "رقم التسجيل": "I18921",
        "الإسم الكامل": "الشيخ \\/ محمد لمين"
    },
    {
        "رقم الهاتف": 26242739,
        "التخصص": "DI1",
        "رقم التسجيل": "I18932",
        "الإسم الكامل": "إبراهيم \\/محمد الفقير"
    },
    {
        "رقم الهاتف": 20705662,
        "التخصص": "FC2",
        "رقم التسجيل": "I17990",
        "الإسم الكامل": "ميمونة \\/محمد العتيق"
    },
    {
        "رقم الهاتف": 47689817,
        "التخصص": "BA2",
        "رقم التسجيل": "I17359",
        "الإسم الكامل": "مخت \\/محمد"
    },
    {
        "رقم الهاتف": 20293581,
        "التخصص": "IG1",
        "رقم التسجيل": "I19189",
        "الإسم الكامل": "الشيخة \\/محمد عبد الله"
    },
    {
        "رقم الهاتف": 41654182,
        "التخصص": "FCM2",
        "رقم التسجيل": "IE18685",
        "الإسم الكامل": "منة \\/يعقوب"
    },
    {
        "رقم الهاتف": 41872239,
        "التخصص": "FC3",
        "رقم التسجيل": "I17379",
        "الإسم الكامل": "عبد الله \\/سي"
    },
    {
        "رقم الهاتف": 37833384,
        "التخصص": "FC3",
        "رقم التسجيل": "I17699",
        "الإسم الكامل": "لمات \\/احماو"
    },
    {
        "رقم الهاتف": 26060513,
        "التخصص": "FC3",
        "رقم التسجيل": "I17680",
        "الإسم الكامل": "إلهام \\/الشيخ"
    },
    {
        "رقم الهاتف": 33417470,
        "التخصص": "FC1",
        "رقم التسجيل": "I19199",
        "الإسم الكامل": "فاطمة \\/محمد لمين"
    },
    {
        "رقم الهاتف": 26634308,
        "التخصص": "GRH3",
        "رقم التسجيل": "I17879",
        "الإسم الكامل": "سيدي عالي\\/محمد"
    },
    {
        "رقم الهاتف": 27344440,
        "التخصص": "FC3",
        "رقم التسجيل": "I17112",
        "الإسم الكامل": "جهاد \\/الشيخ سيديا"
    },
    {
        "رقم الهاتف": 46482525,
        "التخصص": "FC1",
        "رقم التسجيل": "I19325",
        "الإسم الكامل": "مي \\/المصطفى الهاشمي"
    },
    {
        "رقم الهاتف": 32604237,
        "التخصص": "FC3",
        "رقم التسجيل": "I17382",
        "الإسم الكامل": "عبدو \\/احمدو"
    },
    {
        "رقم الهاتف": 41120979,
        "التخصص": "IG3",
        "رقم التسجيل": "I17811",
        "الإسم الكامل": "خولة\\/محمد"
    },
    {
        "رقم الهاتف": 32447377,
        "التخصص": "DI2",
        "رقم التسجيل": "I18220",
        "الإسم الكامل": "زينب \\/دابو"
    },
    {
        "رقم الهاتف": 27395087,
        "التخصص": "DI1",
        "رقم التسجيل": "I18631",
        "الإسم الكامل": "الشيخ \\/سيدي"
    },
    {
        "رقم الهاتف": 34021646,
        "التخصص": "IG1",
        "رقم التسجيل": null,
        "الإسم الكامل": "اعلي الشيخ \\/محمد لمين"
    },
    {
        "رقم الهاتف": 26465363,
        "التخصص": "DI2",
        "رقم التسجيل": "I18487",
        "الإسم الكامل": "حمادي \\/محمد"
    },
    {
        "رقم الهاتف": 47690759,
        "التخصص": "DI2",
        "رقم التسجيل": "I18189",
        "الإسم الكامل": "الشيخ \\/حمادي"
    },
    {
        "رقم الهاتف": 37742465,
        "التخصص": "SAE2",
        "رقم التسجيل": "I18633",
        "الإسم الكامل": "آمنة \\/لمات"
    },
    {
        "رقم الهاتف": 22403970,
        "التخصص": "FC2",
        "رقم التسجيل": "I18390",
        "الإسم الكامل": "عزيزة \\/محمد سالم"
    },
    {
        "رقم الهاتف": 27190733,
        "التخصص": "SAE2",
        "رقم التسجيل": "I18317",
        "الإسم الكامل": "فاطمة \\/أجد"
    },
    {
        "رقم الهاتف": 48495151,
        "التخصص": "SAE2",
        "رقم التسجيل": "I18206",
        "الإسم الكامل": "فاطمة \\/محمد لمين"
    },
    {
        "رقم الهاتف": 22857007,
        "التخصص": "SAE2",
        "رقم التسجيل": "I18480",
        "الإسم الكامل": "مريم \\/سالم ناجي"
    },
    {
        "رقم الهاتف": 36084204,
        "التخصص": "SAE2",
        "رقم التسجيل": "I18141",
        "الإسم الكامل": "مريم\\/العالم"
    },
    {
        "رقم الهاتف": 34886408,
        "التخصص": "SAE2",
        "رقم التسجيل": "I18483",
        "الإسم الكامل": "عيشة \\/الفلاني"
    },
    {
        "رقم الهاتف": 31373787,
        "التخصص": "FC3",
        "رقم التسجيل": "I17581",
        "الإسم الكامل": "مينة\\/سيدي"
    },
    {
        "رقم الهاتف": 26798282,
        "التخصص": "FC3",
        "رقم التسجيل": "I17110",
        "الإسم الكامل": "فاطمة \\/ابسيد"
    },
    {
        "رقم الهاتف": 38020544,
        "التخصص": "BA1",
        "رقم التسجيل": "I18621",
        "الإسم الكامل": "فاتو \\/عبد الله"
    },
    {
        "رقم الهاتف": 43087439,
        "التخصص": "TCM1",
        "رقم التسجيل": "I19121",
        "الإسم الكامل": "مريم\\/محمد لمين"
    },
    {
        "رقم الهاتف": 32328377,
        "التخصص": "TCM1",
        "رقم التسجيل": "I18779",
        "الإسم الكامل": "أعزيزة\\/محمد لمين أبراهيم"
    },
    {
        "رقم الهاتف": 34704642,
        "التخصص": "FC1",
        "رقم التسجيل": "I18859",
        "الإسم الكامل": "صفية\\/ مختار أتار"
    },
    {
        "رقم الهاتف": 31105584,
        "التخصص": "RT2",
        "رقم التسجيل": "I18298",
        "الإسم الكامل": "لمانه\\/احميتي"
    },
    {
        "رقم الهاتف": 47718687,
        "التخصص": "FC1",
        "رقم التسجيل": "I18988",
        "الإسم الكامل": "إسماعيل\\/محمد الحسن"
    },
    {
        "رقم الهاتف": 42920629,
        "التخصص": "DI1",
        "رقم التسجيل": "I18893",
        "الإسم الكامل": "محمدو\\/أحمدو الحسن"
    },
    {
        "رقم الهاتف": 41700433,
        "التخصص": "DI1",
        "رقم التسجيل": "I18876",
        "الإسم الكامل": "بلقيس\\/سيدي"
    },
    {
        "رقم الهاتف": 48041331,
        "التخصص": "DI1",
        "رقم التسجيل": "I18917",
        "الإسم الكامل": "خدجة\\/محمد"
    },
    {
        "رقم الهاتف": 49268541,
        "التخصص": "TCM1",
        "رقم التسجيل": "I19125",
        "الإسم الكامل": "خدجة\\/محمد محمود"
    },
    {
        "رقم الهاتف": 41050973,
        "التخصص": "FC1",
        "رقم التسجيل": "I18379",
        "الإسم الكامل": "لاله\\/ باب أحمد"
    },
    {
        "رقم الهاتف": 20073812,
        "التخصص": "SAE3",
        "رقم التسجيل": "I17321",
        "الإسم الكامل": "محمد سعد بوه\\/الشيخ التراد"
    },
    {
        "رقم الهاتف": 30481849,
        "التخصص": "DI1",
        "رقم التسجيل": "I18925",
        "الإسم الكامل": "محمدن\\/محمد عبد الله"
    },
    {
        "رقم الهاتف": 38072638,
        "التخصص": "DI1",
        "رقم التسجيل": "I19116",
        "الإسم الكامل": "حماده\\/ أحمدو"
    },
    {
        "رقم الهاتف": 36115833,
        "التخصص": "DI1",
        "رقم التسجيل": "I19089",
        "الإسم الكامل": "مريم\\/سيدي محمد"
    },
    {
        "رقم الهاتف": 26831558,
        "التخصص": "DI1",
        "رقم التسجيل": "I18789",
        "الإسم الكامل": "بوبه\\/محفوظ"
    },
    {
        "رقم الهاتف": 41115134,
        "التخصص": "DI1",
        "رقم التسجيل": "I18870",
        "الإسم الكامل": "اماتي\\/اوفاه"
    },
    {
        "رقم الهاتف": 49470917,
        "التخصص": "DI1",
        "رقم التسجيل": "I18855",
        "الإسم الكامل": "أحمد\\/لفراك"
    },
    {
        "رقم الهاتف": 44570503,
        "التخصص": "SAE3",
        "رقم التسجيل": "I17737",
        "الإسم الكامل": "شيخن\\/بان"
    },
    {
        "رقم الهاتف": 43344341,
        "التخصص": "DI1",
        "رقم التسجيل": "I19063",
        "الإسم الكامل": "محمد\\/إبراهيم برار"
    },
    {
        "رقم الهاتف": 48441328,
        "التخصص": "FC1",
        "رقم التسجيل": "I18989",
        "الإسم الكامل": "شيخ أحمد\\/أدهاه"
    },
    {
        "رقم الهاتف": 20011083,
        "التخصص": "DI1",
        "رقم التسجيل": "I18550",
        "الإسم الكامل": "منة\\/سيدي محمد\\/الطيب"
    },
    {
        "رقم الهاتف": 22100208,
        "التخصص": "SAE2",
        "رقم التسجيل": "I18816",
        "الإسم الكامل": "جميلة\\/ الدين"
    },
    {
        "رقم الهاتف": 31119014,
        "التخصص": "FCP3",
        "رقم التسجيل": "I17966",
        "الإسم الكامل": "تتون\\/محمد لمين"
    },
    {
        "رقم الهاتف": 31775551,
        "التخصص": "FC2",
        "رقم التسجيل": "I18182",
        "الإسم الكامل": "خديجة\\/محمد عبدالله"
    },
    {
        "رقم الهاتف": 20101405,
        "التخصص": "FC2",
        "رقم التسجيل": "I18337",
        "الإسم الكامل": "مريم\\/ محمد"
    },
    {
        "رقم الهاتف": 33530055,
        "التخصص": "DI1",
        "رقم التسجيل": "I19113",
        "الإسم الكامل": "أسماء\\/ محمد فال"
    },
    {
        "رقم الهاتف": 26476010,
        "التخصص": "FC1",
        "رقم التسجيل": "I18997",
        "الإسم الكامل": "عايشة\\/يسلم"
    },
    {
        "رقم الهاتف": 27343432,
        "التخصص": "TCM2",
        "رقم التسجيل": "I17830",
        "الإسم الكامل": "السيف \\/ أحمد"
    },
    {
        "رقم الهاتف": 37419845,
        "التخصص": "MASTER",
        "رقم التسجيل": "IE19283",
        "الإسم الكامل": "محمد"
    },
    {
        "رقم الهاتف": 38266708,
        "التخصص": "RT3",
        "رقم التسجيل": "I18474",
        "الإسم الكامل": "فاطمة\\/ محمد عبد الجليل"
    },
    {
        "رقم الهاتف": 30585383,
        "التخصص": "FC2",
        "رقم التسجيل": "I17853",
        "الإسم الكامل": "خيرة\\/ أحمدو"
    },
    {
        "رقم الهاتف": 26233564,
        "التخصص": "FC2",
        "رقم التسجيل": "I17190",
        "الإسم الكامل": "منة\\/ أشريفأحمد"
    },
    {
        "رقم الهاتف": 36866880,
        "التخصص": "GRH1",
        "رقم التسجيل": "I19285",
        "الإسم الكامل": "لمنية\\/محمد"
    },
    {
        "رقم الهاتف": 48286221,
        "التخصص": "DI3",
        "رقم التسجيل": "I17795",
        "الإسم الكامل": "أحمدو\\/محمد محمود"
    },
    {
        "رقم الهاتف": 41681745,
        "التخصص": "BA1",
        "رقم التسجيل": "I19077",
        "الإسم الكامل": "عمارممحمد محمود"
    },
    {
        "رقم الهاتف": 22159457,
        "التخصص": "GRH2",
        "رقم التسجيل": "I18420",
        "الإسم الكامل": "محمد فال\\/عثمان"
    },
    {
        "رقم الهاتف": 38585132,
        "التخصص": "FC3",
        "رقم التسجيل": "I17247",
        "الإسم الكامل": "محمد محمود\\/سالم"
    },
    {
        "رقم الهاتف": 49848045,
        "التخصص": "BA2",
        "رقم التسجيل": "I18177",
        "الإسم الكامل": "حبيب محمد العبدي"
    },
    {
        "رقم الهاتف": 27175725,
        "التخصص": "BA1",
        "رقم التسجيل": "I18983",
        "الإسم الكامل": "رحمة\\/ البن"
    },
    {
        "رقم الهاتف": 22600603,
        "التخصص": "BA1",
        "رقم التسجيل": "I19129",
        "الإسم الكامل": "أبو بكر شيبة"
    },
    {
        "رقم الهاتف": 4412271,
        "التخصص": "BA1",
        "رقم التسجيل": "I19040",
        "الإسم الكامل": "البكاي\\/أحمد"
    },
    {
        "رقم الهاتف": 26287513,
        "التخصص": "BA1",
        "رقم التسجيل": "I18973",
        "الإسم الكامل": "سيدن\\/ محمد سالم"
    },
    {
        "رقم الهاتف": 49959937,
        "التخصص": "IG3",
        "رقم التسجيل": "I17753",
        "الإسم الكامل": "محمد عالي"
    },
    {
        "رقم الهاتف": 44332687,
        "التخصص": "BA1",
        "رقم التسجيل": "I18810",
        "الإسم الكامل": "فاطمة\\/ محمد البياي"
    },
    {
        "رقم الهاتف": 41275352,
        "التخصص": "BA1",
        "رقم التسجيل": "I18792",
        "الإسم الكامل": "مريم \\/محمد يوسف"
    },
    {
        "رقم الهاتف": 26264270,
        "التخصص": "BA1",
        "رقم التسجيل": "I18868",
        "الإسم الكامل": "ميمونة\\/سيد محمد المصطفى"
    },
    {
        "رقم الهاتف": 49900330,
        "التخصص": "SAE2",
        "رقم التسجيل": "I18567",
        "الإسم الكامل": "فاتو\\/مارغا"
    },
    {
        "رقم الهاتف": 47108365,
        "التخصص": "SAE2",
        "رقم التسجيل": "I18142",
        "الإسم الكامل": "محمد سالم عاليون"
    },
    {
        "رقم الهاتف": 48044270,
        "التخصص": "SAE2",
        "رقم التسجيل": "I18205",
        "الإسم الكامل": "محمد أبو بال"
    },
    {
        "رقم الهاتف": 20020428,
        "التخصص": "TCM1",
        "رقم التسجيل": "I18934",
        "الإسم الكامل": "أحمد طالب عمار"
    },
    {
        "رقم الهاتف": 47200750,
        "التخصص": "RT1",
        "رقم التسجيل": "I19021",
        "الإسم الكامل": "محمد الحسن عبد الرحمن"
    },
    {
        "رقم الهاتف": 41222508,
        "التخصص": "BA3",
        "رقم التسجيل": "I17330",
        "الإسم الكامل": "مريم\\/ يحي"
    },
    {
        "رقم الهاتف": 26243662,
        "التخصص": "BA3",
        "رقم التسجيل": "I17308",
        "الإسم الكامل": "خديجة\\/وديعة"
    },
    {
        "رقم الهاتف": 27185402,
        "التخصص": "FC3",
        "رقم التسجيل": "I17863",
        "الإسم الكامل": "سيدمحمد\\/ محمدأحيد "
    },
    {
        "رقم الهاتف": 41608450,
        "التخصص": "FCP1",
        "رقم التسجيل": "I19217",
        "الإسم الكامل": "محمد عبدالله\\/الحسن"
    },
    {
        "رقم الهاتف": 31488979,
        "التخصص": "TCM1",
        "رقم التسجيل": "I19013",
        "الإسم الكامل": "هابي زكرياجوب"
    },
    {
        "رقم الهاتف": 48681553,
        "التخصص": "TCM1",
        "رقم التسجيل": "I18797",
        "الإسم الكامل": "رقية\\/ عبد الله جام"
    },
    {
        "رقم الهاتف": 46407402,
        "التخصص": "GRH2 ",
        "رقم التسجيل": "I17705",
        "الإسم الكامل": "المامي\\/ محمد"
    },
    {
        "رقم الهاتف": 26815551,
        "التخصص": "RT1",
        "رقم التسجيل": "I18833",
        "الإسم الكامل": "فاضمة\\/ أحمد"
    },
    {
        "رقم الهاتف": 49442126,
        "التخصص": "GRH2",
        "رقم التسجيل": "I17445",
        "الإسم الكامل": "حفصة اشقف محم"
    },
    {
        "رقم الهاتف": 46622206,
        "التخصص": "GRH2",
        "رقم التسجيل": "I18272",
        "الإسم الكامل": "منة\\/ عباس "
    },
    {
        "رقم الهاتف": 32704431,
        "التخصص": "DI2",
        "رقم التسجيل": "I18450",
        "الإسم الكامل": "ايمان\\/سيدن"
    },
    {
        "رقم الهاتف": 26330143,
        "التخصص": "BA3",
        "رقم التسجيل": "I17287",
        "الإسم الكامل": "طالب بوي\\/ الدحار"
    },
    {
        "رقم الهاتف": 36413644,
        "التخصص": "BA3",
        "رقم التسجيل": "I16915",
        "الإسم الكامل": "محمد المامي\\/ الهاه"
    },
    {
        "رقم الهاتف": 49918600,
        "التخصص": "BA3",
        "رقم التسجيل": "I17842",
        "الإسم الكامل": "السالكه: حمود"
    },
    {
        "رقم الهاتف": 43158536,
        "التخصص": "BA3",
        "رقم التسجيل": "I17849",
        "الإسم الكامل": "بشرى\\/ ودادي"
    },
    {
        "رقم الهاتف": 20606746,
        "التخصص": "IG1",
        "رقم التسجيل": "I18589",
        "الإسم الكامل": "خيته\\/ الشيخ"
    },
    {
        "رقم الهاتف": 27484825,
        "التخصص": "BA3",
        "رقم التسجيل": null,
        "الإسم الكامل": "العالية\\/ محمد"
    },
    {
        "رقم الهاتف": 27955907,
        "التخصص": "IG3",
        "رقم التسجيل": "I17762",
        "الإسم الكامل": "بيه ما لعينين"
    },
    {
        "رقم الهاتف": 26242159,
        "التخصص": "IG3",
        "رقم التسجيل": "I17761",
        "الإسم الكامل": "فاطمة\\/محمد لمين"
    },
    {
        "رقم الهاتف": 30538994,
        "التخصص": "IG3",
        "رقم التسجيل": "I17754",
        "الإسم الكامل": "حفصة\\/ محمد"
    },
    {
        "رقم الهاتف": 30449602,
        "التخصص": "RT1",
        "رقم التسجيل": "I18964",
        "الإسم الكامل": "آمنة"
    },
    {
        "رقم الهاتف": 43729115,
        "التخصص": "RT1",
        "رقم التسجيل": "I19123",
        "الإسم الكامل": "سلم بوه\\/ الحسن"
    },
    {
        "رقم الهاتف": 42445656,
        "التخصص": "IGP2",
        "رقم التسجيل": "I18454",
        "الإسم الكامل": "عيشة\\/ محمد موسى"
    },
    {
        "رقم الهاتف": 49707684,
        "التخصص": "IGP2",
        "رقم التسجيل": "I18501",
        "الإسم الكامل": "منيصرة\\/ الزاكي"
    },
    {
        "رقم الهاتف": 37649436,
        "التخصص": "DI2",
        "رقم التسجيل": "I18362",
        "الإسم الكامل": "فاطمة\\/عبدي"
    },
    {
        "رقم الهاتف": 33151570,
        "التخصص": "FCP",
        "رقم التسجيل": "I18474",
        "الإسم الكامل": "فضيلة محمد عبد الله"
    },
    {
        "رقم الهاتف": 36100819,
        "التخصص": "DI3",
        "رقم التسجيل": "I17785",
        "الإسم الكامل": "قصي"
    },
    {
        "رقم الهاتف": 41166857,
        "التخصص": "DI3",
        "رقم التسجيل": "I17504",
        "الإسم الكامل": "خديجة\\/ الشيخ أحمد"
    },
    {
        "رقم الهاتف": 34643656,
        "التخصص": "IG2",
        "رقم التسجيل": "I18428",
        "الإسم الكامل": "أمكلثوم\\/ الشيخ المهدي"
    },
    {
        "رقم الهاتف": 32408920,
        "التخصص": "IG2",
        "رقم التسجيل": "I18610",
        "الإسم الكامل": "رقية\\/ الصبار"
    },
    {
        "رقم الهاتف": 26071160,
        "التخصص": "TCM1",
        "رقم التسجيل": null,
        "الإسم الكامل": "ميمونةم محمد عبد الرحمن"
    },
    {
        "رقم الهاتف": 38223488,
        "التخصص": "IG3",
        "رقم التسجيل": "I17516",
        "الإسم الكامل": "هديى\\/ الشيخ"
    },
    {
        "رقم الهاتف": 43241910,
        "التخصص": "FC2",
        "رقم التسجيل": "I18643",
        "الإسم الكامل": "مريم\\/ سيد محمد"
    },
    {
        "رقم الهاتف": 26242020,
        "التخصص": "FC3",
        "رقم التسجيل": null,
        "الإسم الكامل": "فاطمة\\/ محمد يحي"
    },
    {
        "رقم الهاتف": 44144716,
        "التخصص": "MPIAGm1",
        "رقم التسجيل": "IE 19253",
        "الإسم الكامل": "فاطمة سيد احمد"
    },
    {
        "رقم الهاتف": 41232467,
        "التخصص": "MPIAGm1",
        "رقم التسجيل": "ID 19286",
        "الإسم الكامل": "ام كلثوم صمب"
    },
    {
        "رقم الهاتف": 47512636,
        "التخصص": "MPIAGm1",
        "رقم التسجيل": "IE 19251",
        "الإسم الكامل": "السالمه السالك"
    },
    {
        "رقم الهاتف": 27343234,
        "التخصص": "TCM2",
        "رقم التسجيل": "I 173",
        "الإسم الكامل": "سلف احمد"
    },
    {
        "رقم الهاتف": 48707794,
        "التخصص": "AGG",
        "رقم التسجيل": "IE 19280",
        "الإسم الكامل": "شعيب علاده"
    },
    {
        "رقم الهاتف": 46408928,
        "التخصص": "BCCLARITE",
        "رقم التسجيل": "IS 17520",
        "الإسم الكامل": "سيري سنكالو"
    },
    {
        "رقم الهاتف": 32036605,
        "التخصص": "BA3",
        "رقم التسجيل": "I17839",
        "الإسم الكامل": "كليثيمه محمد"
    },
    {
        "رقم الهاتف": 38391505,
        "التخصص": "DI2",
        "رقم التسجيل": "I18292",
        "الإسم الكامل": "يحفظها محمد فال"
    },
    {
        "رقم الهاتف": 44444346,
        "التخصص": "FC2",
        "رقم التسجيل": "I18245",
        "الإسم الكامل": "امنة محمد يحظيه"
    },
    {
        "رقم الهاتف": 49803132,
        "التخصص": "BAE2",
        "رقم التسجيل": "I17589",
        "الإسم الكامل": "نبو محفوظ الشيخ"
    },
    {
        "رقم الهاتف": 49591594,
        "التخصص": "FC1",
        "رقم التسجيل": "I18948",
        "الإسم الكامل": "عمر محمد المين فال"
    },
    {
        "رقم الهاتف": 48325270,
        "التخصص": "IG3",
        "رقم التسجيل": "I17938",
        "الإسم الكامل": "خددجة صبار"
    },
    {
        "رقم الهاتف": 41301551,
        "التخصص": "FC2",
        "رقم التسجيل": "I18395",
        "الإسم الكامل": "مريم باب"
    },
    {
        "رقم الهاتف": 26249690,
        "التخصص": "FC2",
        "رقم التسجيل": "I18391",
        "الإسم الكامل": "عيشة محمد"
    },
    {
        "رقم الهاتف": 33087727,
        "التخصص": "GRH2",
        "رقم التسجيل": "I17718",
        "الإسم الكامل": "ام كلثوم الطيب"
    },
    {
        "رقم الهاتف": 20876232,
        "التخصص": "FC;FP1",
        "رقم التسجيل": "I19174",
        "الإسم الكامل": "رقية محمد الحافظ"
    },
    {
        "رقم الهاتف": 49346244,
        "التخصص": "FC2",
        "رقم التسجيل": "I18156",
        "الإسم الكامل": "ليلي عبد القادر"
    },
    {
        "رقم الهاتف": 41351865,
        "التخصص": "FC2",
        "رقم التسجيل": "I18185",
        "الإسم الكامل": "مخثار سيد احمد"
    },
    {
        "رقم الهاتف": 33339650,
        "التخصص": "IG;FP1",
        "رقم التسجيل": "I",
        "الإسم الكامل": "زينب إسماعيل"
    },
    {
        "رقم الهاتف": 26298534,
        "التخصص": "FC2",
        "رقم التسجيل": "I18183",
        "الإسم الكامل": "لمع"
    },
    {
        "رقم الهاتف": 32231885,
        "التخصص": "FCM1",
        "رقم التسجيل": "I",
        "الإسم الكامل": "حفصة محمد"
    },
    {
        "رقم الهاتف": 20803200,
        "التخصص": "FCM1",
        "رقم التسجيل": "ID19330",
        "الإسم الكامل": "امنة احمد"
    },
    {
        "رقم الهاتف": 48223539,
        "التخصص": "FCM",
        "رقم التسجيل": "I",
        "الإسم الكامل": "حبيبة يحظيه"
    },
    {
        "رقم الهاتف": 22134078,
        "التخصص": "DI2",
        "رقم التسجيل": "I18342",
        "الإسم الكامل": "فاطمة العالم"
    },
    {
        "رقم الهاتف": 49454641,
        "التخصص": "MPIAGm2",
        "رقم التسجيل": "I17629",
        "الإسم الكامل": "الشيخ إياه"
    },
    {
        "رقم الهاتف": 42291620,
        "التخصص": "RT2",
        "رقم التسجيل": "I18489",
        "الإسم الكامل": "لاله السبثي"
    },
    {
        "رقم الهاتف": 20388085,
        "التخصص": "RT3",
        "رقم التسجيل": "I17742",
        "الإسم الكامل": "محمد الناجي"
    },
    {
        "رقم الهاتف": 37662406,
        "التخصص": "RT3",
        "رقم التسجيل": "I17728",
        "الإسم الكامل": "المعيوف لبات"
    },
    {
        "رقم الهاتف": 46386554,
        "التخصص": "FCL1",
        "رقم التسجيل": "I19226",
        "الإسم الكامل": "اندوروها جيرب"
    },
    {
        "رقم الهاتف": 47081274,
        "التخصص": "RT3",
        "رقم التسجيل": "I17733",
        "الإسم الكامل": "احمد محمد"
    },
    {
        "رقم الهاتف": 48101521,
        "التخصص": "SAE3",
        "رقم التسجيل": "I17741",
        "الإسم الكامل": "عيشة سيد كريم"
    },
    {
        "رقم الهاتف": 318303333,
        "التخصص": "DI3 ",
        "رقم التسجيل": "I18571",
        "الإسم الكامل": "صعودي محمد الزين"
    },
    {
        "رقم الهاتف": 32446344,
        "التخصص": "DI3",
        "رقم التسجيل": "I17925",
        "الإسم الكامل": "مريم محمد"
    },
    {
        "رقم الهاتف": 47908884,
        "التخصص": "RT2",
        "رقم التسجيل": "I18571",
        "الإسم الكامل": "فاطمة احريطاني"
    },
    {
        "رقم الهاتف": 31242451,
        "التخصص": "IGP2",
        "رقم التسجيل": "I18502",
        "الإسم الكامل": "نتيتي احمد الديماني"
    },
    {
        "رقم الهاتف": 46333818,
        "التخصص": "RT3",
        "رقم التسجيل": "I17914",
        "الإسم الكامل": "توت منت حيدي"
    },
    {
        "رقم الهاتف": 46704671,
        "التخصص": "RT3",
        "رقم التسجيل": "I1773",
        "الإسم الكامل": "محمد لمين"
    },
    {
        "رقم الهاتف": 47300457,
        "التخصص": "RT2",
        "رقم التسجيل": "I17911",
        "الإسم الكامل": " طيبه الطالب بوي"
    },
    {
        "رقم الهاتف": 27450893,
        "التخصص": "RT2",
        "رقم التسجيل": "I18291",
        "الإسم الكامل": "عبد الله امدفظل"
    },
    {
        "رقم الهاتف": 20726565,
        "التخصص": "RT2",
        "رقم التسجيل": "I18496",
        "الإسم الكامل": "مني محمد مفثاح"
    },
    {
        "رقم الهاتف": 48678240,
        "التخصص": "RT2",
        "رقم التسجيل": "I17910",
        "الإسم الكامل": "فاطم محمد "
    },
    {
        "رقم الهاتف": 37849672,
        "التخصص": "DI2",
        "رقم التسجيل": "I18537",
        "الإسم الكامل": "محمد سالم بلخير"
    },
    {
        "رقم الهاتف": 49402604,
        "التخصص": "IG3",
        "رقم التسجيل": "I17266",
        "الإسم الكامل": "اماه دلاه اعل محمد"
    },
    {
        "رقم الهاتف": 41255792,
        "التخصص": "FC1",
        "رقم التسجيل": "I18794",
        "الإسم الكامل": "احمد النعمه"
    },
    {
        "رقم الهاتف": 20842393,
        "التخصص": "DI2",
        "رقم التسجيل": "I18603",
        "الإسم الكامل": "مريم عبد الرحمن جدو"
    },
    {
        "رقم الهاتف": 49109910,
        "التخصص": "FC1",
        "رقم التسجيل": "I19035",
        "الإسم الكامل": "سليمة محمد محمود"
    },
    {
        "رقم الهاتف": 34027703,
        "التخصص": "IG3",
        "رقم التسجيل": "I17963",
        "الإسم الكامل": "سلمة يعقوب"
    },
    {
        "رقم الهاتف": 48312373,
        "التخصص": "DI1",
        "رقم التسجيل": "I18806",
        "الإسم الكامل": "اسام الولي"
    },
    {
        "رقم الهاتف": 32978657,
        "التخصص": "RT1",
        "رقم التسجيل": "I1907",
        "الإسم الكامل": "ميمونه بل"
    },
    {
        "رقم الهاتف": 34200291,
        "التخصص": "RT1",
        "رقم التسجيل": "I",
        "الإسم الكامل": "اسلمهم محمد لمين"
    },
    {
        "رقم الهاتف": 42823380,
        "التخصص": "IG1",
        "رقم التسجيل": "I19014",
        "الإسم الكامل": "سلين عادل"
    },
    {
        "رقم الهاتف": 2788666,
        "التخصص": "SAE3",
        "رقم التسجيل": "I17917",
        "الإسم الكامل": "زينب السني"
    },
    {
        "رقم الهاتف": 41414056,
        "التخصص": "DI1",
        "رقم التسجيل": "I19139",
        "الإسم الكامل": "ياسين يوسف كونى"
    },
    {
        "رقم الهاتف": 44343517,
        "التخصص": "IG3",
        "رقم التسجيل": "I17987",
        "الإسم الكامل": "سيدي المختار الشيخ التراد"
    },
    {
        "رقم الهاتف": 31044291,
        "التخصص": "IG2",
        "رقم التسجيل": "I18003",
        "الإسم الكامل": "أحمد عبد الله"
    },
    {
        "رقم الهاتف": 36898976,
        "التخصص": "BA3",
        "رقم التسجيل": "I17354",
        "الإسم الكامل": "خالد أحمد التلمود"
    },
    {
        "رقم الهاتف": 43133135,
        "التخصص": "BA3",
        "رقم التسجيل": "I1725",
        "الإسم الكامل": "أمو محمد أحمد"
    },
    {
        "رقم الهاتف": 49619449,
        "التخصص": "BA2",
        "رقم التسجيل": "I18256",
        "الإسم الكامل": "ليبة سيد محمد المختار "
    },
    {
        "رقم الهاتف": 31211787,
        "التخصص": "BA1",
        "رقم التسجيل": "I18410",
        "الإسم الكامل": "منى أحمد"
    },
    {
        "رقم الهاتف": 32616204,
        "التخصص": "BA3",
        "رقم التسجيل": "I17816",
        "الإسم الكامل": "محمدن أعمر "
    },
    {
        "رقم الهاتف": 48117982,
        "التخصص": "SAF2",
        "رقم التسجيل": "I17746",
        "الإسم الكامل": "أعلي الشيخ محمد لمين "
    },
    {
        "رقم الهاتف": 26452335,
        "التخصص": "IG2",
        "رقم التسجيل": "I18284",
        "الإسم الكامل": "فطمة سيدها "
    },
    {
        "رقم الهاتف": 32050518,
        "التخصص": "RT3",
        "رقم التسجيل": "I17724",
        "الإسم الكامل": "جدو حدمين "
    },
    {
        "رقم الهاتف": 42100812,
        "التخصص": "FC3",
        "رقم التسجيل": "I17348",
        "الإسم الكامل": "سارة أحمد بابو"
    },
    {
        "رقم الهاتف": 41717240,
        "التخصص": "RT3",
        "رقم التسجيل": "I17909",
        "الإسم الكامل": "خدجة محمد بني"
    },
    {
        "رقم الهاتف": 42564636,
        "التخصص": "BA3",
        "رقم التسجيل": "I17813",
        "الإسم الكامل": "عبد الله الحاج سيدي "
    },
    {
        "رقم الهاتف": 27276322,
        "التخصص": "BA3",
        "رقم التسجيل": "I18016",
        "الإسم الكامل": "الحسن محمد سالم"
    },
    {
        "رقم الهاتف": 49468816,
        "التخصص": "RT3",
        "رقم التسجيل": "I17464",
        "الإسم الكامل": "فطمة محمد بيبني"
    },
    {
        "رقم الهاتف": 42106354,
        "التخصص": "FC-M1",
        "رقم التسجيل": "I19298",
        "الإسم الكامل": "صفية الشيخ "
    },
    {
        "رقم الهاتف": 27621010,
        "التخصص": "FC2",
        "رقم التسجيل": "I18112",
        "الإسم الكامل": "خدي مولاي الزين"
    },
    {
        "رقم الهاتف": 22820970,
        "التخصص": "FC2",
        "رقم التسجيل": "I18151",
        "الإسم الكامل": "فرحة بناهي"
    },
    {
        "رقم الهاتف": 20464580,
        "التخصص": "FC2",
        "رقم التسجيل": "I18173",
        "الإسم الكامل": "الحسن محفوظ"
    },
    {
        "رقم الهاتف": 37073505,
        "التخصص": "RT3",
        "رقم التسجيل": "I18192",
        "الإسم الكامل": "سيدنا عالي محمد سالم "
    },
    {
        "رقم الهاتف": 49848732,
        "التخصص": "FC-M1",
        "رقم التسجيل": null,
        "الإسم الكامل": "عيشة محمدن اباه"
    },
    {
        "رقم الهاتف": 34042443,
        "التخصص": "BA11",
        "رقم التسجيل": "I18840",
        "الإسم الكامل": "مريم سيد محمد"
    },
    {
        "رقم الهاتف": 37257362,
        "التخصص": "BBA1",
        "رقم التسجيل": "I18937",
        "الإسم الكامل": "رقية سيد محمد"
    },
    {
        "رقم الهاتف": 37525235,
        "التخصص": "IG2",
        "رقم التسجيل": "I18435",
        "الإسم الكامل": "أم الخير محمد عالي"
    },
    {
        "رقم الهاتف": 31056850,
        "التخصص": "SAE2",
        "رقم التسجيل": "I18050",
        "الإسم الكامل": "هولي ججيالو"
    },
    {
        "رقم الهاتف": 47800838,
        "التخصص": "DI2",
        "رقم التسجيل": "I18212",
        "الإسم الكامل": "توت محمد يحي"
    },
    {
        "رقم الهاتف": 27440905,
        "التخصص": "DI2",
        "رقم التسجيل": "I18147",
        "الإسم الكامل": "فاطمة ماء العينين "
    },
    {
        "رقم الهاتف": 43601553,
        "التخصص": "DI2",
        "رقم التسجيل": "I18465",
        "الإسم الكامل": "محمد محمود محمد لمين"
    },
    {
        "رقم الهاتف": 31203666,
        "التخصص": "TCM3",
        "رقم التسجيل": "I17949",
        "الإسم الكامل": "اماه محمد يحي "
    },
    {
        "رقم الهاتف": 37081111,
        "التخصص": "FC2",
        "رقم التسجيل": "I18044",
        "الإسم الكامل": "عيشة سيد محمد "
    },
    {
        "رقم الهاتف": 34913152,
        "التخصص": "DI2",
        "رقم التسجيل": "I18473",
        "الإسم الكامل": "مامه حمود الشيخ أحمد"
    },
    {
        "رقم الهاتف": 448363849,
        "التخصص": "DI3",
        "رقم التسجيل": "I17771",
        "الإسم الكامل": "يحي جاكيتا"
    },
    {
        "رقم الهاتف": 31662070,
        "التخصص": "TCM1",
        "رقم التسجيل": "I18925",
        "الإسم الكامل": "عبد الله الناجي"
    },
    {
        "رقم الهاتف": 34443747,
        "التخصص": "M1-IG",
        "رقم التسجيل": "IE19259",
        "الإسم الكامل": "محمدي أحمد"
    },
    {
        "رقم الهاتف": 20379797,
        "التخصص": "DI2",
        "رقم التسجيل": "I18294",
        "الإسم الكامل": "هند البخاري"
    },
    {
        "رقم الهاتف": 27270090,
        "التخصص": "FC3",
        "رقم التسجيل": "I17947",
        "الإسم الكامل": "أحمد محمد لمين"
    },
    {
        "رقم الهاتف": 48789397,
        "التخصص": "RT3",
        "رقم التسجيل": "I17735",
        "الإسم الكامل": "أحمد سيدأحمد"
    },
    {
        "رقم الهاتف": 37032218,
        "التخصص": "DI2",
        "رقم التسجيل": "I18364",
        "الإسم الكامل": "فريد أحمدو"
    },
    {
        "رقم الهاتف": 37650947,
        "التخصص": "GRH2",
        "رقم التسجيل": "I18418",
        "الإسم الكامل": "المختار السالم محمد مولود"
    },
    {
        "رقم الهاتف": 46575269,
        "التخصص": "TCM1",
        "رقم التسجيل": "I18835",
        "الإسم الكامل": "محمد محمود محمد لمين"
    },
    {
        "رقم الهاتف": 32107535,
        "التخصص": "DI3",
        "رقم التسجيل": "I17793",
        "الإسم الكامل": "أحمد محمود محمد"
    },
    {
        "رقم الهاتف": 42848774,
        "التخصص": "DI3",
        "رقم التسجيل": "I17939",
        "الإسم الكامل": "محمد صالح محمد لمين"
    },
    {
        "رقم الهاتف": 38480067,
        "التخصص": "FC2-FP",
        "رقم التسجيل": "I18770",
        "الإسم الكامل": "أمنة التار"
    },
    {
        "رقم الهاتف": 36878501,
        "التخصص": "FC-M2",
        "رقم التسجيل": "I18657",
        "الإسم الكامل": "فاطمة لمحيحم"
    }
]